var s = new Array();
s[0] = {
    c: "7083",
    n: "ＡＨＣグループ"
};
s[1] = {
    c: "9565",
    n: "ＧＬＯＥ"
};
s[2] = {
    c: "4894",
    n: "クオリプス"
};
s[3] = {
    c: "5026",
    n: "トリプルアイズ"
};
s[4] = {
    c: "6031",
    n: "サイジニア"
};
s[5] = {
    c: "9073",
    n: "京極運輸商事"
};
s[6] = {
    c: "5817",
    n: "ＪＭＡＣＳ"
};
s[7] = {
    c: "6696",
    n: "トラース・オン・プロダクト"
};
s[8] = {
    c: "3998",
    n: "すららネット"
};
s[9] = {
    c: "6005",
    n: "三浦工業"
};
s[10] = {
    c: "7090",
    n: "リグア"
};
s[11] = {
    c: "7687",
    n: "ミクリード"
};
s[12] = {
    c: "6522",
    n: "アスタリスク"
};
s[13] = {
    c: "8107",
    n: "キムラタン"
};
s[14] = {
    c: "6574",
    n: "コンヴァノ"
};
s[15] = {
    c: "9973",
    n: "小僧寿し"
};
s[16] = {
    c: "9242",
    n: "メディア総研"
};
s[17] = {
    c: "5885",
    n: "ジーデップ・アドバンス"
};
s[18] = {
    c: "8836",
    n: "ＲＩＳＥ"
};
s[19] = {
    c: "1930",
    n: "北陸電気工事"
};
s[20] = {
    c: "9067",
    n: "丸運"
};
s[21] = {
    c: "4521",
    n: "科研製薬"
};
s[22] = {
    c: "3286",
    n: "トラストホールディングス"
};
s[23] = {
    c: "3823",
    n: "ＷＨＤＣ"
};
s[24] = {
    c: "4714",
    n: "リソー教育"
};
s[25] = {
    c: "8630",
    n: "ＳＯＭＰＯホールディングス"
};
s[26] = {
    c: "1968",
    n: "太平電業"
};
s[27] = {
    c: "3111",
    n: "オーミケンシ"
};
s[28] = {
    c: "3189",
    n: "ＡＮＡＰ"
};
s[29] = {
    c: "3902",
    n: "メディカル・データ・ビジョン"
};
s[30] = {
    c: "6466",
    n: "ＴＶＥ"
};
s[31] = {
    c: "5380",
    n: "新東"
};
s[32] = {
    c: "4347",
    n: "ブロードメディア"
};
s[33] = {
    c: "4078",
    n: "堺化学工業"
};
s[34] = {
    c: "7850",
    n: "総合商研"
};
s[35] = {
    c: "9557",
    n: "エアークローゼット"
};
s[36] = {
    c: "9919",
    n: "関西フードマーケット"
};
s[37] = {
    c: "3133",
    n: "海帆"
};
s[38] = {
    c: "4594",
    n: "ブライトパス・バイオ"
};
s[39] = {
    c: "176A",
    n: "レジル"
};
s[40] = {
    c: "1491",
    n: "中外鉱業"
};
s[41] = {
    c: "3904",
    n: "カヤック"
};
s[42] = {
    c: "7500",
    n: "西川計測"
};
s[43] = {
    c: "7034",
    n: "プロレド・パートナーズ"
};
s[44] = {
    c: "9766",
    n: "コナミグループ"
};
s[45] = {
    c: "8242",
    n: "エイチ・ツー・オー　リテイリング"
};
s[46] = {
    c: "5727",
    n: "東邦チタニウム"
};
s[47] = {
    c: "1844",
    n: "大盛工業"
};
s[48] = {
    c: "5484",
    n: "東北特殊鋼"
};
s[49] = {
    c: "2901",
    n: "石垣食品"
};
s[50] = {
    c: "3267",
    n: "フィル・カンパニー"
};
s[51] = {
    c: "7180",
    n: "九州フィナンシャルグループ"
};
s[52] = {
    c: "8929",
    n: "青山財産ネットワークス"
};
s[53] = {
    c: "9867",
    n: "ソレキア"
};
s[54] = {
    c: "3659",
    n: "ネクソン"
};
s[55] = {
    c: "7752",
    n: "リコー"
};
s[56] = {
    c: "6800",
    n: "ヨコオ"
};
s[57] = {
    c: "7091",
    n: "リビングプラットフォーム"
};
s[58] = {
    c: "4620",
    n: "藤倉化成"
};
s[59] = {
    c: "3139",
    n: "ラクト・ジャパン"
};
s[60] = {
    c: "7167",
    n: "めぶきフィナンシャルグループ"
};
s[61] = {
    c: "7552",
    n: "ハピネット"
};
s[62] = {
    c: "5010",
    n: "日本精蝋"
};
s[63] = {
    c: "2139",
    n: "中広"
};
s[64] = {
    c: "4251",
    n: "恵和"
};
s[65] = {
    c: "9984",
    n: "ソフトバンクグループ"
};
s[66] = {
    c: "4824",
    n: "メディアシーク"
};
s[67] = {
    c: "4118",
    n: "カネカ"
};
s[68] = {
    c: "4212",
    n: "積水樹脂"
};
s[69] = {
    c: "9978",
    n: "文教堂グループホールディングス"
};
s[70] = {
    c: "7936",
    n: "アシックス"
};
s[71] = {
    c: "9145",
    n: "ビーイングホールディングス"
};
s[72] = {
    c: "5830",
    n: "いよぎんホールディングス"
};
s[73] = {
    c: "8795",
    n: "Ｔ＆Ｄホールディングス"
};
s[74] = {
    c: "4046",
    n: "大阪ソーダ"
};
s[75] = {
    c: "6635",
    n: "大日光・エンジニアリング"
};
s[76] = {
    c: "6496",
    n: "中北製作所"
};
s[77] = {
    c: "5393",
    n: "ニチアス"
};
s[78] = {
    c: "5939",
    n: "大谷工業"
};
s[79] = {
    c: "8343",
    n: "秋田銀行"
};
s[80] = {
    c: "5703",
    n: "日本軽金属ホールディングス"
};
s[81] = {
    c: "8386",
    n: "百十四銀行"
};
s[82] = {
    c: "6798",
    n: "ＳＭＫ"
};
s[83] = {
    c: "5969",
    n: "ロブテックス"
};
s[84] = {
    c: "6938",
    n: "双信電機"
};
s[85] = {
    c: "8699",
    n: "ＨＳホールディングス"
};
s[86] = {
    c: "2393",
    n: "日本ケアサプライ"
};
s[87] = {
    c: "7453",
    n: "良品計画"
};
s[88] = {
    c: "7297",
    n: "カーメイト"
};
s[89] = {
    c: "7636",
    n: "ハンズマン"
};
s[90] = {
    c: "8537",
    n: "大光銀行"
};
s[91] = {
    c: "9661",
    n: "歌舞伎座"
};
s[92] = {
    c: "8247",
    n: "大和"
};
s[93] = {
    c: "7140",
    n: "ペットゴー"
};
s[94] = {
    c: "2437",
    n: "シンワワイズ"
};
s[95] = {
    c: "8244",
    n: "近鉄百貨店"
};
s[96] = {
    c: "5900",
    n: "ダイケン"
};
s[97] = {
    c: "7637",
    n: "白銅"
};
s[98] = {
    c: "8341",
    n: "七十七銀行"
};
s[99] = {
    c: "2882",
    n: "イートアンドホールディングス"
};
s[100] = {
    c: "6151",
    n: "日東工器"
};
s[101] = {
    c: "7698",
    n: "アイスコ"
};
s[102] = {
    c: "5018",
    n: "ＭＯＲＥＳＣＯ"
};
s[103] = {
    c: "2911",
    n: "旭松食品"
};
s[104] = {
    c: "4021",
    n: "日産化学"
};
s[105] = {
    c: "4372",
    n: "ユミルリンク"
};
s[106] = {
    c: "6074",
    n: "ジェイエスエス"
};
s[107] = {
    c: "5017",
    n: "富士石油"
};
s[108] = {
    c: "6570",
    n: "共和コーポレーション"
};
s[109] = {
    c: "8113",
    n: "ユニ・チャーム"
};
s[110] = {
    c: "6262",
    n: "ＰＥＧＡＳＵＳ"
};
s[111] = {
    c: "9782",
    n: "ディーエムエス"
};
s[112] = {
    c: "2654",
    n: "アスモ"
};
s[113] = {
    c: "4990",
    n: "昭和化学工業"
};
s[114] = {
    c: "6229",
    n: "オーケーエム"
};
s[115] = {
    c: "6525",
    n: "ＫＯＫＵＳＡＩ　ＥＬＥＣＴＲＩＣ"
};
s[116] = {
    c: "9647",
    n: "協和コンサルタンツ"
};
s[117] = {
    c: "9341",
    n: "ＧＥＮＯＶＡ"
};
s[118] = {
    c: "7984",
    n: "コクヨ"
};
s[119] = {
    c: "4770",
    n: "図研エルミック"
};
s[120] = {
    c: "7433",
    n: "伯東"
};
s[121] = {
    c: "7741",
    n: "ＨＯＹＡ"
};
s[122] = {
    c: "3580",
    n: "小松マテーレ"
};
s[123] = {
    c: "7989",
    n: "立川ブラインド工業"
};
s[124] = {
    c: "8119",
    n: "三栄コーポレーション"
};
s[125] = {
    c: "2804",
    n: "ブルドックソース"
};
s[126] = {
    c: "6677",
    n: "エスケーエレクトロニクス"
};
s[127] = {
    c: "6952",
    n: "カシオ計算機"
};
s[128] = {
    c: "3323",
    n: "レカム"
};
s[129] = {
    c: "6768",
    n: "タムラ製作所"
};
s[130] = {
    c: "6579",
    n: "ログリー"
};
s[131] = {
    c: "7131",
    n: "のむら産業"
};
s[132] = {
    c: "6408",
    n: "小倉クラッチ"
};
s[133] = {
    c: "3202",
    n: "ダイトウボウ"
};
s[134] = {
    c: "5741",
    n: "ＵＡＣＪ"
};
s[135] = {
    c: "9468",
    n: "ＫＡＤＯＫＡＷＡ"
};
s[136] = {
    c: "4099",
    n: "四国化成ホールディングス"
};
s[137] = {
    c: "9143",
    n: "ＳＧホールディングス"
};
s[138] = {
    c: "7867",
    n: "タカラトミー"
};
s[139] = {
    c: "6794",
    n: "フォスター電機"
};
s[140] = {
    c: "1799",
    n: "第一建設工業"
};
s[141] = {
    c: "5941",
    n: "中西製作所"
};
s[142] = {
    c: "5423",
    n: "東京製鐵"
};
s[143] = {
    c: "6638",
    n: "ミマキエンジニアリング"
};
s[144] = {
    c: "3733",
    n: "ソフトウェア・サービス"
};
s[145] = {
    c: "8750",
    n: "第一生命ホールディングス"
};
s[146] = {
    c: "6026",
    n: "ＧＭＯ　ＴＥＣＨ"
};
s[147] = {
    c: "9421",
    n: "エヌジェイホールディングス"
};
s[148] = {
    c: "1882",
    n: "東亜道路工業"
};
s[149] = {
    c: "9697",
    n: "カプコン"
};
s[150] = {
    c: "8912",
    n: "エリアクエスト"
};
s[151] = {
    c: "2607",
    n: "不二製油グループ本社"
};
s[152] = {
    c: "6402",
    n: "兼松エンジニアリング"
};
s[153] = {
    c: "6943",
    n: "ＮＫＫスイッチズ"
};
s[154] = {
    c: "3927",
    n: "フーバーブレイン"
};
s[155] = {
    c: "3106",
    n: "クラボウ"
};
s[156] = {
    c: "4889",
    n: "レナサイエンス"
};
s[157] = {
    c: "6327",
    n: "北川精機"
};
s[158] = {
    c: "3048",
    n: "ビックカメラ"
};
s[159] = {
    c: "6982",
    n: "リード"
};
s[160] = {
    c: "7610",
    n: "テイツー"
};
s[161] = {
    c: "7715",
    n: "長野計器"
};
s[162] = {
    c: "2428",
    n: "ウェルネット"
};
s[163] = {
    c: "5021",
    n: "コスモエネルギーホールディングス"
};
s[164] = {
    c: "4258",
    n: "網屋"
};
s[165] = {
    c: "7813",
    n: "プラッツ"
};
s[166] = {
    c: "6269",
    n: "三井海洋開発"
};
s[167] = {
    c: "7803",
    n: "ブシロード"
};
s[168] = {
    c: "8550",
    n: "栃木銀行"
};
s[169] = {
    c: "6504",
    n: "富士電機"
};
s[170] = {
    c: "3766",
    n: "システムズ・デザイン"
};
s[171] = {
    c: "3708",
    n: "特種東海製紙"
};
s[172] = {
    c: "7163",
    n: "住信ＳＢＩネット銀行"
};
s[173] = {
    c: "6180",
    n: "ＧＭＯメディア"
};
s[174] = {
    c: "3099",
    n: "三越伊勢丹ホールディングス"
};
s[175] = {
    c: "8387",
    n: "四国銀行"
};
s[176] = {
    c: "9258",
    n: "ＣＳ－Ｃ"
};
s[177] = {
    c: "6644",
    n: "大崎電気工業"
};
s[178] = {
    c: "4059",
    n: "まぐまぐ"
};
s[179] = {
    c: "7831",
    n: "ウイルコホールディングス"
};
s[180] = {
    c: "6289",
    n: "技研製作所"
};
s[181] = {
    c: "5247",
    n: "ＢＴＭ"
};
s[182] = {
    c: "7322",
    n: "三十三フィナンシャルグループ"
};
s[183] = {
    c: "9895",
    n: "コンセック"
};
s[184] = {
    c: "7943",
    n: "ニチハ"
};
s[185] = {
    c: "4633",
    n: "サカタインクス"
};
s[186] = {
    c: "7150",
    n: "島根銀行"
};
s[187] = {
    c: "1965",
    n: "テクノ菱和"
};
s[188] = {
    c: "7273",
    n: "イクヨ"
};
s[189] = {
    c: "5843",
    n: "ニッポンインシュア"
};
s[190] = {
    c: "7046",
    n: "ＴＤＳＥ"
};
s[191] = {
    c: "8139",
    n: "ナガホリ"
};
s[192] = {
    c: "7058",
    n: "共栄セキュリティーサービス"
};
s[193] = {
    c: "5590",
    n: "ネットスターズ"
};
s[194] = {
    c: "6236",
    n: "ＮＣホールディングス"
};
s[195] = {
    c: "1662",
    n: "石油資源開発"
};
s[196] = {
    c: "5217",
    n: "テクノクオーツ"
};
s[197] = {
    c: "2338",
    n: "クオンタムソリューションズ"
};
s[198] = {
    c: "9404",
    n: "日本テレビホールディングス"
};
s[199] = {
    c: "9816",
    n: "ストライダーズ"
};
s[200] = {
    c: "8747",
    n: "豊トラスティ証券"
};
s[201] = {
    c: "5126",
    n: "ポーターズ"
};
s[202] = {
    c: "8225",
    n: "タカチホ"
};
s[203] = {
    c: "6577",
    n: "ベストワンドットコム"
};
s[204] = {
    c: "6898",
    n: "トミタ電機"
};
s[205] = {
    c: "7276",
    n: "小糸製作所"
};
s[206] = {
    c: "7505",
    n: "扶桑電通"
};
s[207] = {
    c: "1897",
    n: "金下建設"
};
s[208] = {
    c: "3930",
    n: "はてな"
};
s[209] = {
    c: "8541",
    n: "愛媛銀行"
};
s[210] = {
    c: "5619",
    n: "マーソ"
};
s[211] = {
    c: "7966",
    n: "リンテック"
};
s[212] = {
    c: "1758",
    n: "太洋基礎工業"
};
s[213] = {
    c: "4833",
    n: "Ｓｕｃｃｅｓｓ　Ｈｏｌｄｅｒｓ"
};
s[214] = {
    c: "6364",
    n: "北越工業"
};
s[215] = {
    c: "7946",
    n: "光陽社"
};
s[216] = {
    c: "9214",
    n: "ＲＩ"
};
s[217] = {
    c: "7086",
    n: "きずなホールディングス"
};
s[218] = {
    c: "6392",
    n: "ヤマダコーポレーション"
};
s[219] = {
    c: "4613",
    n: "関西ペイント"
};
s[220] = {
    c: "8331",
    n: "千葉銀行"
};
s[221] = {
    c: "9064",
    n: "ヤマトホールディングス"
};
s[222] = {
    c: "8392",
    n: "大分銀行"
};
s[223] = {
    c: "9438",
    n: "エムティーアイ"
};
s[224] = {
    c: "6753",
    n: "シャープ"
};
s[225] = {
    c: "4591",
    n: "リボミック"
};
s[226] = {
    c: "3086",
    n: "Ｊ．フロント　リテイリング"
};
s[227] = {
    c: "4109",
    n: "ステラ　ケミファ"
};
s[228] = {
    c: "9265",
    n: "ヤマシタヘルスケアホールディングス"
};
s[229] = {
    c: "3538",
    n: "ウイルプラスホールディングス"
};
s[230] = {
    c: "7983",
    n: "ミロク"
};
s[231] = {
    c: "9533",
    n: "東邦ガス"
};
s[232] = {
    c: "9066",
    n: "日新"
};
s[233] = {
    c: "6787",
    n: "メイコー"
};
s[234] = {
    c: "2924",
    n: "イフジ産業"
};
s[235] = {
    c: "5078",
    n: "セレコーポレーション"
};
s[236] = {
    c: "9240",
    n: "デリバリーコンサルティング"
};
s[237] = {
    c: "8233",
    n: "高島屋"
};
s[238] = {
    c: "8522",
    n: "名古屋銀行"
};
s[239] = {
    c: "4114",
    n: "日本触媒"
};
s[240] = {
    c: "4576",
    n: "デ・ウエスタン・セラピテクス研究所"
};
s[241] = {
    c: "6018",
    n: "阪神内燃機工業"
};
s[242] = {
    c: "6209",
    n: "リケンＮＰＲ"
};
s[243] = {
    c: "5162",
    n: "朝日ラバー"
};
s[244] = {
    c: "1764",
    n: "工藤建設"
};
s[245] = {
    c: "3963",
    n: "シンクロ・フード"
};
s[246] = {
    c: "5831",
    n: "しずおかフィナンシャルグループ"
};
s[247] = {
    c: "3841",
    n: "ジーダット"
};
s[248] = {
    c: "5252",
    n: "日本ナレッジ"
};
s[249] = {
    c: "6803",
    n: "ティアック"
};
s[250] = {
    c: "7487",
    n: "小津産業"
};
s[251] = {
    c: "7990",
    n: "グローブライド"
};
s[252] = {
    c: "1795",
    n: "マサル"
};
s[253] = {
    c: "8393",
    n: "宮崎銀行"
};
s[254] = {
    c: "1905",
    n: "テノックス"
};
s[255] = {
    c: "5832",
    n: "ちゅうぎんフィナンシャルグループ"
};
s[256] = {
    c: "2917",
    n: "大森屋"
};
s[257] = {
    c: "4249",
    n: "森六ホールディングス"
};
s[258] = {
    c: "7043",
    n: "アルー"
};
s[259] = {
    c: "7241",
    n: "フタバ産業"
};
s[260] = {
    c: "6231",
    n: "木村工機"
};
s[261] = {
    c: "4387",
    n: "ＺＵＵ"
};
s[262] = {
    c: "2894",
    n: "石井食品"
};
s[263] = {
    c: "2814",
    n: "佐藤食品工業"
};
s[264] = {
    c: "3002",
    n: "グンゼ"
};
s[265] = {
    c: "4840",
    n: "トライアイズ"
};
s[266] = {
    c: "8254",
    n: "さいか屋"
};
s[267] = {
    c: "4820",
    n: "イーエムシステムズ"
};
s[268] = {
    c: "8366",
    n: "滋賀銀行"
};
s[269] = {
    c: "7501",
    n: "ティムコ"
};
s[270] = {
    c: "3160",
    n: "大光"
};
s[271] = {
    c: "6643",
    n: "戸上電機製作所"
};
s[272] = {
    c: "2435",
    n: "シダー"
};
s[273] = {
    c: "3765",
    n: "ガンホー"
};
s[274] = {
    c: "7974",
    n: "任天堂"
};
s[275] = {
    c: "6745",
    n: "ホーチキ"
};
s[276] = {
    c: "6340",
    n: "澁谷工業"
};
s[277] = {
    c: "4635",
    n: "東京インキ"
};
s[278] = {
    c: "8040",
    n: "東京ソワール"
};
s[279] = {
    c: "6201",
    n: "豊田自動織機"
};
s[280] = {
    c: "5816",
    n: "オーナンバ"
};
s[281] = {
    c: "7879",
    n: "ノダ"
};
s[282] = {
    c: "7937",
    n: "ツツミ"
};
s[283] = {
    c: "7928",
    n: "旭化学工業"
};
s[284] = {
    c: "7734",
    n: "理研計器"
};
s[285] = {
    c: "9409",
    n: "テレビ朝日ホールディングス"
};
s[286] = {
    c: "3948",
    n: "光ビジネスフォーム"
};
s[287] = {
    c: "1966",
    n: "高田工業所"
};
s[288] = {
    c: "7350",
    n: "おきなわフィナンシャルグループ"
};
s[289] = {
    c: "7218",
    n: "田中精密工業"
};
s[290] = {
    c: "4348",
    n: "インフォコム"
};
s[291] = {
    c: "6797",
    n: "名古屋電機工業"
};
s[292] = {
    c: "4023",
    n: "クレハ"
};
s[293] = {
    c: "6495",
    n: "宮入バルブ製作所"
};
s[294] = {
    c: "8388",
    n: "阿波銀行"
};
s[295] = {
    c: "3945",
    n: "スーパーバッグ"
};
s[296] = {
    c: "2157",
    n: "コシダカホールディングス"
};
s[297] = {
    c: "6857",
    n: "アドバンテスト"
};
s[298] = {
    c: "2415",
    n: "ヒューマンホールディングス"
};
s[299] = {
    c: "5602",
    n: "栗本鐵工所"
};
s[300] = {
    c: "7979",
    n: "松風"
};
s[301] = {
    c: "4247",
    n: "ポバール興業"
};
s[302] = {
    c: "9769",
    n: "学究社"
};
s[303] = {
    c: "8889",
    n: "ＡＰＡＭＡＮ"
};
s[304] = {
    c: "1944",
    n: "きんでん"
};
s[305] = {
    c: "9913",
    n: "日邦産業"
};
s[306] = {
    c: "2749",
    n: "ＪＰホールディングス"
};
s[307] = {
    c: "4592",
    n: "サンバイオ"
};
s[308] = {
    c: "5945",
    n: "天龍製鋸"
};
s[309] = {
    c: "4512",
    n: "わかもと製薬"
};
s[310] = {
    c: "7041",
    n: "ＣＲＧホールディングス"
};
s[311] = {
    c: "6146",
    n: "ディスコ"
};
s[312] = {
    c: "1605",
    n: "ＩＮＰＥＸ"
};
s[313] = {
    c: "7381",
    n: "北國フィナンシャルホールディングス"
};
s[314] = {
    c: "2754",
    n: "東葛ホールディングス"
};
s[315] = {
    c: "4189",
    n: "ＫＨネオケム"
};
s[316] = {
    c: "5029",
    n: "サークレイス"
};
s[317] = {
    c: "7944",
    n: "ローランド"
};
s[318] = {
    c: "5533",
    n: "エリッツホールディングス"
};
s[319] = {
    c: "4625",
    n: "アトミクス"
};
s[320] = {
    c: "4206",
    n: "アイカ工業"
};
s[321] = {
    c: "2736",
    n: "フェスタリアホールディングス"
};
s[322] = {
    c: "5644",
    n: "メタルアート"
};
s[323] = {
    c: "7951",
    n: "ヤマハ"
};
s[324] = {
    c: "5019",
    n: "出光興産"
};
s[325] = {
    c: "3433",
    n: "トーカロ"
};
s[326] = {
    c: "4487",
    n: "スペースマーケット"
};
s[327] = {
    c: "7327",
    n: "第四北越フィナンシャルグループ"
};
s[328] = {
    c: "9950",
    n: "ハチバン"
};
s[329] = {
    c: "1450",
    n: "田中建設工業"
};
s[330] = {
    c: "4317",
    n: "レイ"
};
s[331] = {
    c: "3947",
    n: "ダイナパック"
};
s[332] = {
    c: "5952",
    n: "アマテイ"
};
s[333] = {
    c: "7957",
    n: "フジコピアン"
};
s[334] = {
    c: "9325",
    n: "ファイズホールディングス"
};
s[335] = {
    c: "9160",
    n: "ノバレーゼ"
};
s[336] = {
    c: "3847",
    n: "パシフィックシステム"
};
s[337] = {
    c: "3688",
    n: "ＣＡＲＴＡ　ＨＯＬＤＩＮＧＳ"
};
s[338] = {
    c: "1861",
    n: "熊谷組"
};
s[339] = {
    c: "2487",
    n: "ＣＤＧ"
};
s[340] = {
    c: "7299",
    n: "フジオーゼックス"
};
s[341] = {
    c: "2121",
    n: "ＭＩＸＩ"
};
s[342] = {
    c: "6411",
    n: "中野冷機"
};
s[343] = {
    c: "7791",
    n: "ドリームベッド"
};
s[344] = {
    c: "9846",
    n: "天満屋ストア"
};
s[345] = {
    c: "4020",
    n: "ビートレンド"
};
s[346] = {
    c: "4627",
    n: "ナトコ"
};
s[347] = {
    c: "1982",
    n: "日比谷総合設備"
};
s[348] = {
    c: "2397",
    n: "ＤＮＡチップ研究所"
};
s[349] = {
    c: "7682",
    n: "浜木綿"
};
s[350] = {
    c: "6960",
    n: "フクダ電子"
};
s[351] = {
    c: "6413",
    n: "理想科学工業"
};
s[352] = {
    c: "5699",
    n: "イボキン"
};
s[353] = {
    c: "1382",
    n: "ホーブ"
};
s[354] = {
    c: "2798",
    n: "ワイズテーブルコーポレーション"
};
s[355] = {
    c: "1992",
    n: "神田通信機"
};
s[356] = {
    c: "3223",
    n: "エスエルディー"
};
s[357] = {
    c: "7186",
    n: "コンコルディ"
};
s[358] = {
    c: "3480",
    n: "ジェイ・エス・ビー"
};
s[359] = {
    c: "5406",
    n: "神戸製鋼所"
};
s[360] = {
    c: "7635",
    n: "杉田エース"
};
s[361] = {
    c: "7800",
    n: "アミファ"
};
s[362] = {
    c: "1981",
    n: "協和日成"
};
s[363] = {
    c: "4224",
    n: "ロンシール工業"
};
s[364] = {
    c: "5133",
    n: "テリロジーホールディングス"
};
s[365] = {
    c: "7806",
    n: "ＭＴＧ"
};
s[366] = {
    c: "3001",
    n: "片倉工業"
};
s[367] = {
    c: "7774",
    n: "Ｊティッシュ"
};
s[368] = {
    c: "8544",
    n: "京葉銀行"
};
s[369] = {
    c: "9852",
    n: "ＣＢグループマネジメント"
};
s[370] = {
    c: "2300",
    n: "きょくとう"
};
s[371] = {
    c: "4686",
    n: "ジャストシステム"
};
s[372] = {
    c: "6902",
    n: "デンソー"
};
s[373] = {
    c: "7677",
    n: "ヤシマキザイ"
};
s[374] = {
    c: "6997",
    n: "日本ケミコン"
};
s[375] = {
    c: "4409",
    n: "東邦化学工業"
};
s[376] = {
    c: "4288",
    n: "アズジェント"
};
s[377] = {
    c: "7605",
    n: "フジ・コーポレーション"
};
s[378] = {
    c: "7371",
    n: "Ｚｅｎｋｅｎ"
};
s[379] = {
    c: "3571",
    n: "ソトー"
};
s[380] = {
    c: "7901",
    n: "マツモト"
};
s[381] = {
    c: "7314",
    n: "小田原機器"
};
s[382] = {
    c: "8306",
    n: "三菱ＵＦＪフィナンシャル・グループ"
};
s[383] = {
    c: "9246",
    n: "プロジェクトホールディングス"
};
s[384] = {
    c: "8152",
    n: "ソマール"
};
s[385] = {
    c: "5988",
    n: "パイオラックス"
};
s[386] = {
    c: "3495",
    n: "香陵住販"
};
s[387] = {
    c: "5609",
    n: "日本鋳造"
};
s[388] = {
    c: "5981",
    n: "東京製綱"
};
s[389] = {
    c: "4980",
    n: "デクセリアルズ"
};
s[390] = {
    c: "8282",
    n: "ケーズホールディングス"
};
s[391] = {
    c: "4389",
    n: "プロパティデータバンク"
};
s[392] = {
    c: "2475",
    n: "ＷＤＢホールディングス"
};
s[393] = {
    c: "7883",
    n: "サンメッセ"
};
s[394] = {
    c: "1945",
    n: "東京エネシス"
};
s[395] = {
    c: "3953",
    n: "大村紙業"
};
s[396] = {
    c: "3611",
    n: "マツオカコーポレーション"
};
s[397] = {
    c: "3477",
    n: "フォーライフ"
};
s[398] = {
    c: "4368",
    n: "扶桑化学工業"
};
s[399] = {
    c: "8039",
    n: "築地魚市場"
};
s[400] = {
    c: "8364",
    n: "清水銀行"
};
s[401] = {
    c: "6060",
    n: "こころネット"
};
s[402] = {
    c: "2152",
    n: "幼児活動研究会"
};
s[403] = {
    c: "9340",
    n: "アソインターナショナル"
};
s[404] = {
    c: "2268",
    n: "Ｂ－Ｒ　サーティワンアイスクリーム"
};
s[405] = {
    c: "5285",
    n: "ヤマックス"
};
s[406] = {
    c: "7953",
    n: "菊水化学工業"
};
s[407] = {
    c: "7450",
    n: "サンデー"
};
s[408] = {
    c: "8097",
    n: "三愛オブリ"
};
s[409] = {
    c: "7077",
    n: "ＡＬｉＮＫインターネット"
};
s[410] = {
    c: "6588",
    n: "東芝テック"
};
s[411] = {
    c: "8336",
    n: "武蔵野銀行"
};
s[412] = {
    c: "4755",
    n: "楽天グループ"
};
s[413] = {
    c: "7917",
    n: "藤森工業"
};
s[414] = {
    c: "5726",
    n: "大阪チタニウムテクノロジーズ"
};
s[415] = {
    c: "1418",
    n: "インターライフホールディングス"
};
s[416] = {
    c: "7902",
    n: "ソノコム"
};
s[417] = {
    c: "4204",
    n: "積水化学工業"
};
s[418] = {
    c: "2303",
    n: "ドーン"
};
s[419] = {
    c: "3814",
    n: "アルファクス・フード・システム"
};
s[420] = {
    c: "2934",
    n: "ジェイフロンティア"
};
s[421] = {
    c: "4378",
    n: "ＣＩＮＣ"
};
s[422] = {
    c: "6523",
    n: "ＰＨＣホールディングス"
};
s[423] = {
    c: "9353",
    n: "櫻島埠頭"
};
s[424] = {
    c: "2715",
    n: "エレマテック"
};
s[425] = {
    c: "6824",
    n: "新コスモス電機"
};
s[426] = {
    c: "8345",
    n: "岩手銀行"
};
s[427] = {
    c: "7575",
    n: "日本ライフライン"
};
s[428] = {
    c: "4437",
    n: "ｇｏｏｄｄａｙｓホールディングス"
};
s[429] = {
    c: "5966",
    n: "ＫＴＣ"
};
s[430] = {
    c: "7863",
    n: "平賀"
};
s[431] = {
    c: "6078",
    n: "バリューＨＲ"
};
s[432] = {
    c: "9466",
    n: "アイドマＭＣ"
};
s[433] = {
    c: "7189",
    n: "西日本ＦＨ"
};
s[434] = {
    c: "3723",
    n: "日本ファルコム"
};
s[435] = {
    c: "3768",
    n: "リスクモンスター"
};
s[436] = {
    c: "9505",
    n: "北陸電力"
};
s[437] = {
    c: "2122",
    n: "インタースペース"
};
s[438] = {
    c: "7735",
    n: "ＳＣＲＥＥＮホールディングス"
};
s[439] = {
    c: "1417",
    n: "ミライト・ワン"
};
s[440] = {
    c: "7988",
    n: "ニフコ"
};
s[441] = {
    c: "2664",
    n: "カワチ薬品"
};
s[442] = {
    c: "6662",
    n: "ユビテック"
};
s[443] = {
    c: "3036",
    n: "アルコニックス"
};
s[444] = {
    c: "6384",
    n: "昭和真空"
};
s[445] = {
    c: "4484",
    n: "ランサーズ"
};
s[446] = {
    c: "8361",
    n: "大垣共立銀行"
};
s[447] = {
    c: "4629",
    n: "大伸化学"
};
s[448] = {
    c: "5697",
    n: "サンユウ"
};
s[449] = {
    c: "5191",
    n: "住友理工"
};
s[450] = {
    c: "6412",
    n: "平和"
};
s[451] = {
    c: "9625",
    n: "セレスポ"
};
s[452] = {
    c: "5857",
    n: "ＡＲＥホールディングス"
};
s[453] = {
    c: "7878",
    n: "光・彩"
};
s[454] = {
    c: "3851",
    n: "日本一ソフトウェア"
};
s[455] = {
    c: "9635",
    n: "武蔵野興業"
};
s[456] = {
    c: "9820",
    n: "エムティジェネックス"
};
s[457] = {
    c: "7177",
    n: "ＧＭＯ－ＦＨ"
};
s[458] = {
    c: "2813",
    n: "和弘食品"
};
s[459] = {
    c: "4925",
    n: "ハーバー研究所"
};
s[460] = {
    c: "5071",
    n: "ヴィス"
};
s[461] = {
    c: "7089",
    n: "フォースタートアップス"
};
s[462] = {
    c: "3426",
    n: "アトムリビンテック"
};
s[463] = {
    c: "3796",
    n: "いい生活"
};
s[464] = {
    c: "5302",
    n: "日本カーボン"
};
s[465] = {
    c: "5025",
    n: "マキュリＲＩ"
};
s[466] = {
    c: "6912",
    n: "菊水ホールディングス"
};
s[467] = {
    c: "7694",
    n: "いつも"
};
s[468] = {
    c: "7550",
    n: "ゼンショーホールディングス"
};
s[469] = {
    c: "8344",
    n: "山形銀行"
};
s[470] = {
    c: "8279",
    n: "ヤオコー"
};
s[471] = {
    c: "7740",
    n: "タムロン"
};
s[472] = {
    c: "6930",
    n: "日本アンテナ"
};
s[473] = {
    c: "5844",
    n: "京都フィナンシャルグループ"
};
s[474] = {
    c: "4367",
    n: "広栄化学"
};
s[475] = {
    c: "6757",
    n: "ＯＳＧコーポレーション"
};
s[476] = {
    c: "6455",
    n: "モリタホールディングス"
};
s[477] = {
    c: "7320",
    n: "日本リビング保証"
};
s[478] = {
    c: "8416",
    n: "高知銀行"
};
s[479] = {
    c: "2344",
    n: "平安レイサービス"
};
s[480] = {
    c: "3205",
    n: "ダイドーリミテッド"
};
s[481] = {
    c: "9272",
    n: "ブティックス"
};
s[482] = {
    c: "5189",
    n: "櫻護謨"
};
s[483] = {
    c: "6648",
    n: "かわでん"
};
s[484] = {
    c: "9759",
    n: "ＮＳＤ"
};
s[485] = {
    c: "9401",
    n: "ＴＢＳホールディングス"
};
s[486] = {
    c: "6543",
    n: "日宣"
};
s[487] = {
    c: "3954",
    n: "昭和パックス"
};
s[488] = {
    c: "7713",
    n: "シグマ光機"
};
s[489] = {
    c: "8131",
    n: "ミツウロコグループホールディングス"
};
s[490] = {
    c: "3063",
    n: "ジェイグループホールディングス"
};
s[491] = {
    c: "2156",
    n: "セーラー広告"
};
s[492] = {
    c: "5333",
    n: "日本ガイシ"
};
s[493] = {
    c: "7570",
    n: "橋本総業ホールディングス"
};
s[494] = {
    c: "3556",
    n: "リネットジャパングループ"
};
s[495] = {
    c: "2186",
    n: "ソーバル"
};
s[496] = {
    c: "3816",
    n: "大和コンピューター"
};
s[497] = {
    c: "6013",
    n: "タクマ"
};
s[498] = {
    c: "6156",
    n: "エーワン精密"
};
s[499] = {
    c: "8118",
    n: "キング"
};
s[500] = {
    c: "4896",
    n: "ケイファーマ"
};
s[501] = {
    c: "9687",
    n: "ＫＳＫ"
};
s[502] = {
    c: "2464",
    n: "Ａｏｂａ－ＢＢＴ"
};
s[503] = {
    c: "9213",
    n: "セイファート"
};
s[504] = {
    c: "9927",
    n: "ワットマン"
};
s[505] = {
    c: "6334",
    n: "明治機械"
};
s[506] = {
    c: "7827",
    n: "オービス"
};
s[507] = {
    c: "7261",
    n: "マツダ"
};
s[508] = {
    c: "3762",
    n: "テクマトリックス"
};
s[509] = {
    c: "6198",
    n: "キャリア"
};
s[510] = {
    c: "9799",
    n: "旭情報サービス"
};
s[511] = {
    c: "3101",
    n: "東洋紡"
};
s[512] = {
    c: "5341",
    n: "アサヒエイト"
};
s[513] = {
    c: "5386",
    n: "鶴弥"
};
s[514] = {
    c: "7462",
    n: "ＣＡＰＩＴＡ"
};
s[515] = {
    c: "6840",
    n: "ＡＫＩＢＡホールディングス"
};
s[516] = {
    c: "2683",
    n: "魚喜"
};
s[517] = {
    c: "9818",
    n: "大丸エナウィン"
};
s[518] = {
    c: "4186",
    n: "東京応化工業"
};
s[519] = {
    c: "3293",
    n: "アズマハウス"
};
s[520] = {
    c: "2179",
    n: "成学社"
};
s[521] = {
    c: "5334",
    n: "日本特殊陶業"
};
s[522] = {
    c: "2411",
    n: "ゲンダイエージェンシー"
};
s[523] = {
    c: "4611",
    n: "大日本塗料"
};
s[524] = {
    c: "5186",
    n: "ニッタ"
};
s[525] = {
    c: "5984",
    n: "兼房"
};
s[526] = {
    c: "6307",
    n: "サンセイ"
};
s[527] = {
    c: "3663",
    n: "セルシス"
};
s[528] = {
    c: "4745",
    n: "東京個別指導学院"
};
s[529] = {
    c: "3990",
    n: "ＵＵＵＭ"
};
s[530] = {
    c: "4748",
    n: "構造計画研究所"
};
s[531] = {
    c: "7337",
    n: "ひろぎんホールディングス"
};
s[532] = {
    c: "2830",
    n: "アヲハタ"
};
s[533] = {
    c: "8334",
    n: "群馬銀行"
};
s[534] = {
    c: "7871",
    n: "フクビ化学工業"
};
s[535] = {
    c: "3196",
    n: "ホットランド"
};
s[536] = {
    c: "7942",
    n: "ＪＳＰ"
};
s[537] = {
    c: "8739",
    n: "スパークス・グループ"
};
s[538] = {
    c: "7875",
    n: "竹田ｉＰホールディングス"
};
s[539] = {
    c: "9275",
    n: "ナルミヤ・インターナショナル"
};
s[540] = {
    c: "7182",
    n: "ゆうちょ銀行"
};
s[541] = {
    c: "3174",
    n: "ハピネス・アンド・ディ"
};
s[542] = {
    c: "7084",
    n: "キッズＳＨＤ"
};
s[543] = {
    c: "9506",
    n: "東北電力"
};
s[544] = {
    c: "2789",
    n: "カルラ"
};
s[545] = {
    c: "4665",
    n: "ダスキン"
};
s[546] = {
    c: "8181",
    n: "東天紅"
};
s[547] = {
    c: "1885",
    n: "東亜建設工業"
};
s[548] = {
    c: "5759",
    n: "日本電解"
};
s[549] = {
    c: "2659",
    n: "サンエー"
};
s[550] = {
    c: "9941",
    n: "太洋物産"
};
s[551] = {
    c: "9362",
    n: "兵機海運"
};
s[552] = {
    c: "7036",
    n: "イーエムネットジャパン"
};
s[553] = {
    c: "4062",
    n: "イビデン"
};
s[554] = {
    c: "6770",
    n: "アルプスアルパイン"
};
s[555] = {
    c: "2373",
    n: "ケア２１"
};
s[556] = {
    c: "141A",
    n: "トライアルホールディングス"
};
s[557] = {
    c: "2211",
    n: "不二家"
};
s[558] = {
    c: "6465",
    n: "ホシザキ"
};
s[559] = {
    c: "3632",
    n: "グリー"
};
s[560] = {
    c: "4014",
    n: "カラダノート"
};
s[561] = {
    c: "7793",
    n: "イメージ・マジック"
};
s[562] = {
    c: "3067",
    n: "東京一番フーズ"
};
s[563] = {
    c: "3377",
    n: "バイク王＆カンパニー"
};
s[564] = {
    c: "1979",
    n: "大氣社"
};
s[565] = {
    c: "5994",
    n: "ファインシンター"
};
s[566] = {
    c: "8848",
    n: "レオパレス２１"
};
s[567] = {
    c: "6518",
    n: "三相電機"
};
s[568] = {
    c: "7242",
    n: "カヤバ"
};
s[569] = {
    c: "4320",
    n: "ＣＥホールディングス"
};
s[570] = {
    c: "2997",
    n: "ストレージ王"
};
s[571] = {
    c: "3625",
    n: "テックファームホールディングス"
};
s[572] = {
    c: "5956",
    n: "トーソー"
};
s[573] = {
    c: "9435",
    n: "光通信"
};
s[574] = {
    c: "9742",
    n: "アイネス"
};
s[575] = {
    c: "4911",
    n: "資生堂"
};
s[576] = {
    c: "9906",
    n: "藤井産業"
};
s[577] = {
    c: "3557",
    n: "ユナイテッド＆コレクティブ"
};
s[578] = {
    c: "9835",
    n: "ジュンテンドー"
};
s[579] = {
    c: "6137",
    n: "小池酸素工業"
};
s[580] = {
    c: "9740",
    n: "セントラル警備保障"
};
s[581] = {
    c: "3392",
    n: "デリカフーズホールディングス"
};
s[582] = {
    c: "3302",
    n: "帝国繊維"
};
s[583] = {
    c: "6448",
    n: "ブラザー工業"
};
s[584] = {
    c: "4360",
    n: "マナック・ケミカル・パートナーズ"
};
s[585] = {
    c: "8032",
    n: "日本紙パルプ商事"
};
s[586] = {
    c: "4095",
    n: "日本パーカライジング"
};
s[587] = {
    c: "4543",
    n: "テルモ"
};
s[588] = {
    c: "3190",
    n: "ホットマン"
};
s[589] = {
    c: "8349",
    n: "東北銀行"
};
s[590] = {
    c: "4754",
    n: "トスネット"
};
s[591] = {
    c: "2185",
    n: "シイエム・シイ"
};
s[592] = {
    c: "4626",
    n: "太陽ホールディングス"
};
s[593] = {
    c: "2883",
    n: "大冷"
};
s[594] = {
    c: "1436",
    n: "グリーンエナ"
};
s[595] = {
    c: "2961",
    n: "日本調理機"
};
s[596] = {
    c: "3834",
    n: "朝日ネット"
};
s[597] = {
    c: "6189",
    n: "グローバルキッズＣＯＭＰＡＮＹ"
};
s[598] = {
    c: "9717",
    n: "ジャステック"
};
s[599] = {
    c: "3475",
    n: "グッドコムアセット"
};
s[600] = {
    c: "4391",
    n: "ロジザード"
};
s[601] = {
    c: "7551",
    n: "ウェッズ"
};
s[602] = {
    c: "4664",
    n: "アール・エス・シー"
};
s[603] = {
    c: "7317",
    n: "松屋アールアンドディ"
};
s[604] = {
    c: "6336",
    n: "石井表記"
};
s[605] = {
    c: "9083",
    n: "神姫バス"
};
s[606] = {
    c: "4016",
    n: "ＭＩＴホールディングス"
};
s[607] = {
    c: "6785",
    n: "鈴木"
};
s[608] = {
    c: "7472",
    n: "鳥羽洋行"
};
s[609] = {
    c: "7518",
    n: "ネットワンシステムズ"
};
s[610] = {
    c: "8103",
    n: "明和産業"
};
s[611] = {
    c: "6222",
    n: "島精機製作所"
};
s[612] = {
    c: "9033",
    n: "広島電鉄"
};
s[613] = {
    c: "7877",
    n: "永大化工"
};
s[614] = {
    c: "7980",
    n: "重松製作所"
};
s[615] = {
    c: "6239",
    n: "ナガオカ"
};
s[616] = {
    c: "9082",
    n: "大和自動車交通"
};
s[617] = {
    c: "3553",
    n: "共和レザー"
};
s[618] = {
    c: "7030",
    n: "スプリックス"
};
s[619] = {
    c: "9706",
    n: "日本空港ビルデング"
};
s[620] = {
    c: "9767",
    n: "日建工学"
};
s[621] = {
    c: "6807",
    n: "日本航空電子工業"
};
s[622] = {
    c: "3375",
    n: "ＺＯＡ"
};
s[623] = {
    c: "1788",
    n: "三東工業社"
};
s[624] = {
    c: "4676",
    n: "フジ・メディア・ホールディングス"
};
s[625] = {
    c: "7817",
    n: "パラマウントベッドホールディングス"
};
s[626] = {
    c: "2805",
    n: "エスビー食品"
};
s[627] = {
    c: "5597",
    n: "ブルーイノベーション"
};
s[628] = {
    c: "7809",
    n: "壽屋"
};
s[629] = {
    c: "4902",
    n: "コニカミノルタ"
};
s[630] = {
    c: "5237",
    n: "ノザワ"
};
s[631] = {
    c: "5290",
    n: "ベルテクスコーポレーション"
};
s[632] = {
    c: "4216",
    n: "旭有機材"
};
s[633] = {
    c: "3738",
    n: "ティーガイア"
};
s[634] = {
    c: "9842",
    n: "アークランズ"
};
s[635] = {
    c: "6977",
    n: "日本抵抗器製作所"
};
s[636] = {
    c: "9220",
    n: "エフビー介護サービス"
};
s[637] = {
    c: "3094",
    n: "スーパーバリュー"
};
s[638] = {
    c: "3386",
    n: "コスモ・バイオ"
};
s[639] = {
    c: "5368",
    n: "日本インシュレーション"
};
s[640] = {
    c: "7683",
    n: "ダブルエー"
};
s[641] = {
    c: "7975",
    n: "リヒトラブ"
};
s[642] = {
    c: "2769",
    n: "ヴィレッジＶ"
};
s[643] = {
    c: "6250",
    n: "やまびこ"
};
s[644] = {
    c: "8359",
    n: "八十二銀行"
};
s[645] = {
    c: "2991",
    n: "ランドネット"
};
s[646] = {
    c: "5967",
    n: "ＴＯＮＥ"
};
s[647] = {
    c: "7739",
    n: "キヤノン電子"
};
s[648] = {
    c: "8281",
    n: "ゼビオホールディングス"
};
s[649] = {
    c: "3934",
    n: "ベネフィットジャパン"
};
s[650] = {
    c: "9956",
    n: "バローホールディングス"
};
s[651] = {
    c: "8802",
    n: "三菱地所"
};
s[652] = {
    c: "9163",
    n: "ナレルグループ"
};
s[653] = {
    c: "3045",
    n: "カワサキ"
};
s[654] = {
    c: "6248",
    n: "横田製作所"
};
s[655] = {
    c: "8383",
    n: "鳥取銀行"
};
s[656] = {
    c: "2291",
    n: "福留ハム"
};
s[657] = {
    c: "8030",
    n: "中央魚類"
};
s[658] = {
    c: "9946",
    n: "ミニストップ"
};
s[659] = {
    c: "3861",
    n: "王子ホールディングス"
};
s[660] = {
    c: "8713",
    n: "フィデアホールディングス"
};
s[661] = {
    c: "7419",
    n: "ノジマ"
};
s[662] = {
    c: "2501",
    n: "サッポロホールディングス"
};
s[663] = {
    c: "7050",
    n: "フロンティアインターナショナル"
};
s[664] = {
    c: "8365",
    n: "富山銀行"
};
s[665] = {
    c: "4396",
    n: "システムサポート"
};
s[666] = {
    c: "2599",
    n: "ジャパンフーズ"
};
s[667] = {
    c: "8708",
    n: "アイザワ証券グループ"
};
s[668] = {
    c: "8377",
    n: "ほくほくフィナンシャルグループ"
};
s[669] = {
    c: "6754",
    n: "アンリツ"
};
s[670] = {
    c: "6724",
    n: "セイコーエプソン"
};
s[671] = {
    c: "4119",
    n: "日本ピグメント"
};
s[672] = {
    c: "1443",
    n: "技研ホールディングス"
};
s[673] = {
    c: "1515",
    n: "日鉄鉱業"
};
s[674] = {
    c: "1518",
    n: "三井松島ホールディングス"
};
s[675] = {
    c: "1757",
    n: "創建エース"
};
s[676] = {
    c: "1773",
    n: "ＹＴＬ"
};
s[677] = {
    c: "1783",
    n: "ｆａｎｔａｓｉｓｔａ"
};
s[678] = {
    c: "1787",
    n: "ナカボーテック"
};
s[679] = {
    c: "1798",
    n: "守谷商会"
};
s[680] = {
    c: "1822",
    n: "大豊建設"
};
s[681] = {
    c: "2055",
    n: "日和産業"
};
s[682] = {
    c: "2327",
    n: "日鉄ソリューションズ"
};
s[683] = {
    c: "2329",
    n: "東北新社"
};
s[684] = {
    c: "2372",
    n: "アイロムグループ"
};
s[685] = {
    c: "2388",
    n: "ウェッジホールディングス"
};
s[686] = {
    c: "2412",
    n: "ベネフィット・ワン"
};
s[687] = {
    c: "2425",
    n: "ケアサービス"
};
s[688] = {
    c: "2480",
    n: "システム・ロケーション"
};
s[689] = {
    c: "2667",
    n: "イメージ　ワン"
};
s[690] = {
    c: "2668",
    n: "タビオ"
};
s[691] = {
    c: "2669",
    n: "カネ美食品"
};
s[692] = {
    c: "2673",
    n: "夢みつけ隊"
};
s[693] = {
    c: "2686",
    n: "ジーフット"
};
s[694] = {
    c: "2747",
    n: "北雄ラッキー"
};
s[695] = {
    c: "2812",
    n: "焼津水産化学工業"
};
s[696] = {
    c: "2816",
    n: "ダイショー"
};
s[697] = {
    c: "2831",
    n: "はごろもフーズ"
};
s[698] = {
    c: "2877",
    n: "日東ベスト"
};
s[699] = {
    c: "2926",
    n: "篠崎屋"
};
s[700] = {
    c: "3058",
    n: "三洋堂ホールディングス"
};
s[701] = {
    c: "3059",
    n: "ヒラキ"
};
s[702] = {
    c: "3068",
    n: "ＷＤＩ"
};
s[703] = {
    c: "3077",
    n: "ホリイフードサービス"
};
s[704] = {
    c: "3140",
    n: "ＢＲＵＮＯ"
};
s[705] = {
    c: "3151",
    n: "バイタルＫＳ"
};
s[706] = {
    c: "3185",
    n: "夢展望"
};
s[707] = {
    c: "3237",
    n: "イントランス"
};
s[708] = {
    c: "3241",
    n: "ウィル"
};
s[709] = {
    c: "3242",
    n: "アーバネットコーポレーション"
};
s[710] = {
    c: "3277",
    n: "サンセイランディック"
};
s[711] = {
    c: "3322",
    n: "アルファグループ"
};
s[712] = {
    c: "3437",
    n: "特殊電極"
};
s[713] = {
    c: "3441",
    n: "山王"
};
s[714] = {
    c: "3529",
    n: "アツギ"
};
s[715] = {
    c: "3623",
    n: "ビリングシステム"
};
s[716] = {
    c: "3645",
    n: "メディカルネット"
};
s[717] = {
    c: "3664",
    n: "モブキャストホールディングス"
};
s[718] = {
    c: "3750",
    n: "サイトリ細胞研究所"
};
s[719] = {
    c: "3763",
    n: "プロシップ"
};
s[720] = {
    c: "3777",
    n: "環境フレンドリーホールディングス"
};
s[721] = {
    c: "3787",
    n: "テクノマセマティカル"
};
s[722] = {
    c: "3804",
    n: "システム　ディ"
};
s[723] = {
    c: "3815",
    n: "メディア工房"
};
s[724] = {
    c: "3910",
    n: "エムケイシステム"
};
s[725] = {
    c: "3918",
    n: "ＰＣＩホールディングス"
};
s[726] = {
    c: "3928",
    n: "マイネット"
};
s[727] = {
    c: "3929",
    n: "ソーシャルワイヤー"
};
s[728] = {
    c: "3944",
    n: "古林紙工"
};
s[729] = {
    c: "3974",
    n: "ＳＣＡＴ"
};
s[730] = {
    c: "4042",
    n: "東ソー"
};
s[731] = {
    c: "4242",
    n: "タカギセイコー"
};
s[732] = {
    c: "4255",
    n: "ＴＨＥＣＯＯ"
};
s[733] = {
    c: "4262",
    n: "ニフティライフスタイル"
};
s[734] = {
    c: "4287",
    n: "ジャストプランニング"
};
s[735] = {
    c: "4308",
    n: "Ｊストリーム"
};
s[736] = {
    c: "4361",
    n: "川口化学工業"
};
s[737] = {
    c: "4365",
    n: "松本油脂製薬"
};
s[738] = {
    c: "4441",
    n: "トビラシステムズ"
};
s[739] = {
    c: "4448",
    n: "Ｃｈａｔｗｏｒｋ"
};
s[740] = {
    c: "4461",
    n: "第一工業製薬"
};
s[741] = {
    c: "4489",
    n: "ペイロール"
};
s[742] = {
    c: "4558",
    n: "中京医薬品"
};
s[743] = {
    c: "4563",
    n: "アンジェス"
};
s[744] = {
    c: "4564",
    n: "オンコセラピー・サイエンス"
};
s[745] = {
    c: "4616",
    n: "川上塗料"
};
s[746] = {
    c: "4645",
    n: "市進ホールディングス"
};
s[747] = {
    c: "4650",
    n: "ＳＤエンターテイメント"
};
s[748] = {
    c: "4750",
    n: "ダイサン"
};
s[749] = {
    c: "4777",
    n: "ガーラ"
};
s[750] = {
    c: "4814",
    n: "ネクストウェア"
};
s[751] = {
    c: "4957",
    n: "ヤスハラケミカル"
};
s[752] = {
    c: "5008",
    n: "東亜石油"
};
s[753] = {
    c: "5103",
    n: "昭和ホールディングス"
};
s[754] = {
    c: "5122",
    n: "オカモト"
};
s[755] = {
    c: "5199",
    n: "不二ラテックス"
};
s[756] = {
    c: "5214",
    n: "日本電気硝子"
};
s[757] = {
    c: "5273",
    n: "三谷セキサン"
};
s[758] = {
    c: "5277",
    n: "スパンクリートコーポレーション"
};
s[759] = {
    c: "5659",
    n: "日本精線"
};
s[760] = {
    c: "5711",
    n: "三菱マテリアル"
};
s[761] = {
    c: "5721",
    n: "エス・サイエンス"
};
s[762] = {
    c: "5729",
    n: "日本精鉱"
};
s[763] = {
    c: "5807",
    n: "東京特殊電線"
};
s[764] = {
    c: "5856",
    n: "エルアイイーエイチ"
};
s[765] = {
    c: "5906",
    n: "エムケー精工"
};
s[766] = {
    c: "5921",
    n: "川岸工業"
};
s[767] = {
    c: "5970",
    n: "ジーテクト"
};
s[768] = {
    c: "5971",
    n: "共和工業所"
};
s[769] = {
    c: "5990",
    n: "スーパーツール"
};
s[770] = {
    c: "6022",
    n: "赤阪鐵工所"
};
s[771] = {
    c: "6042",
    n: "ニッキ"
};
s[772] = {
    c: "6046",
    n: "リンクバル"
};
s[773] = {
    c: "6080",
    n: "Ｍ＆Ａキャピタルパートナーズ"
};
s[774] = {
    c: "6087",
    n: "アビスト"
};
s[775] = {
    c: "6230",
    n: "ＳＡＮＥＩ"
};
s[776] = {
    c: "6335",
    n: "東京機械製作所"
};
s[777] = {
    c: "6346",
    n: "キクカワエンタープライズ"
};
s[778] = {
    c: "6373",
    n: "大同工業"
};
s[779] = {
    c: "6396",
    n: "宇野澤組鐵工所"
};
s[780] = {
    c: "6409",
    n: "キトー"
};
s[781] = {
    c: "6488",
    n: "ヨシタケ"
};
s[782] = {
    c: "6549",
    n: "ディーエムソリューションズ"
};
s[783] = {
    c: "6556",
    n: "ウェルビー"
};
s[784] = {
    c: "6633",
    n: "Ｃ＆Ｇシステムズ"
};
s[785] = {
    c: "6740",
    n: "ジャパンディスプレイ"
};
s[786] = {
    c: "6789",
    n: "ローランド　ディー．ジー．"
};
s[787] = {
    c: "6835",
    n: "アライドテレシスホールディングス"
};
s[788] = {
    c: "6870",
    n: "日本フェンオール"
};
s[789] = {
    c: "6897",
    n: "ツインバード"
};
s[790] = {
    c: "6946",
    n: "日本アビオニクス"
};
s[791] = {
    c: "7042",
    n: "アクセスグループ・ホールディングス"
};
s[792] = {
    c: "7057",
    n: "エヌ・シー・エヌ"
};
s[793] = {
    c: "7068",
    n: "フィードフォースグループ"
};
s[794] = {
    c: "7073",
    n: "ジェイック"
};
s[795] = {
    c: "7097",
    n: "さくらさくプラス"
};
s[796] = {
    c: "7135",
    n: "ジャパンクラフトホールディングス"
};
s[797] = {
    c: "7185",
    n: "ヒロセ通商"
};
s[798] = {
    c: "7250",
    n: "太平洋工業"
};
s[799] = {
    c: "7255",
    n: "桜井製作所"
};
s[800] = {
    c: "7345",
    n: "アイ・パートナーズフィナンシャル"
};
s[801] = {
    c: "7356",
    n: "Ｒｅｔｔｙ"
};
s[802] = {
    c: "7376",
    n: "ＢＣＣ"
};
s[803] = {
    c: "7438",
    n: "コンドーテック"
};
s[804] = {
    c: "7444",
    n: "ハリマ共和物産"
};
s[805] = {
    c: "7446",
    n: "東北化学薬品"
};
s[806] = {
    c: "7509",
    n: "アイエーグループ"
};
s[807] = {
    c: "7513",
    n: "コジマ"
};
s[808] = {
    c: "7515",
    n: "マルヨシセンター"
};
s[809] = {
    c: "7521",
    n: "ムサシ"
};
s[810] = {
    c: "7603",
    n: "マックハウス"
};
s[811] = {
    c: "7618",
    n: "ピーシーデポコーポレーション"
};
s[812] = {
    c: "7647",
    n: "音通"
};
s[813] = {
    c: "7681",
    n: "レオクラン"
};
s[814] = {
    c: "7709",
    n: "クボテック"
};
s[815] = {
    c: "7746",
    n: "岡本硝子"
};
s[816] = {
    c: "7792",
    n: "コラントッテ"
};
s[817] = {
    c: "7808",
    n: "シー・エス・ランバー"
};
s[818] = {
    c: "7810",
    n: "クロスフォー"
};
s[819] = {
    c: "7816",
    n: "スノーピーク"
};
s[820] = {
    c: "7820",
    n: "ニホンフラッシュ"
};
s[821] = {
    c: "7857",
    n: "セキ"
};
s[822] = {
    c: "7896",
    n: "セブン工業"
};
s[823] = {
    c: "7939",
    n: "研創"
};
s[824] = {
    c: "7985",
    n: "ネポン"
};
s[825] = {
    c: "8038",
    n: "東都水産"
};
s[826] = {
    c: "8072",
    n: "日本出版貿易"
};
s[827] = {
    c: "8078",
    n: "阪和興業"
};
s[828] = {
    c: "8105",
    n: "堀田丸正"
};
s[829] = {
    c: "8138",
    n: "三京化成"
};
s[830] = {
    c: "8143",
    n: "ラピーヌ"
};
s[831] = {
    c: "8165",
    n: "千趣会"
};
s[832] = {
    c: "8208",
    n: "エンチョー"
};
s[833] = {
    c: "8215",
    n: "銀座山形屋"
};
s[834] = {
    c: "8230",
    n: "はせがわ"
};
s[835] = {
    c: "8256",
    n: "プロルート丸光"
};
s[836] = {
    c: "8289",
    n: "Ｏｌｙｍｐｉｃグループ"
};
s[837] = {
    c: "8418",
    n: "山口フィナンシャルグループ"
};
s[838] = {
    c: "8542",
    n: "トマト銀行"
};
s[839] = {
    c: "8563",
    n: "大東銀行"
};
s[840] = {
    c: "8715",
    n: "アニコム　ホールディングス"
};
s[841] = {
    c: "8918",
    n: "ランド"
};
s[842] = {
    c: "8945",
    n: "サンネクスタグループ"
};
s[843] = {
    c: "9049",
    n: "京福電気鉄道"
};
s[844] = {
    c: "9060",
    n: "日本ロジテム"
};
s[845] = {
    c: "9086",
    n: "日立物流"
};
s[846] = {
    c: "9221",
    n: "フルハシＥＰＯ"
};
s[847] = {
    c: "9253",
    n: "スローガン"
};
s[848] = {
    c: "9311",
    n: "アサガミ"
};
s[849] = {
    c: "9318",
    n: "アジア開発キャピタル"
};
s[850] = {
    c: "9355",
    n: "リンコーコーポレーション"
};
s[851] = {
    c: "9361",
    n: "伏木海陸運送"
};
s[852] = {
    c: "9365",
    n: "トレーディア"
};
s[853] = {
    c: "9381",
    n: "エーアイテイー"
};
s[854] = {
    c: "9399",
    n: "ビート"
};
s[855] = {
    c: "9408",
    n: "ＢＳＮメディアホールディングス"
};
s[856] = {
    c: "9423",
    n: "フォーバル・リアルストレート"
};
s[857] = {
    c: "9439",
    n: "エム・エイチ・グループ"
};
s[858] = {
    c: "9441",
    n: "ベルパーク"
};
s[859] = {
    c: "9537",
    n: "北陸ガス"
};
s[860] = {
    c: "9539",
    n: "京葉瓦斯"
};
s[861] = {
    c: "9636",
    n: "きんえい"
};
s[862] = {
    c: "9679",
    n: "ホウライ"
};
s[863] = {
    c: "9720",
    n: "ホテル、ニューグランド"
};
s[864] = {
    c: "9776",
    n: "札幌臨床検査センター"
};
s[865] = {
    c: "9778",
    n: "昴"
};
s[866] = {
    c: "9873",
    n: "日本ＫＦＣホールディングス"
};
s[867] = {
    c: "9928",
    n: "ミロク情報サービス"
};
s[868] = {
    c: "9945",
    n: "プレナス"
};
s[869] = {
    c: "9964",
    n: "アイ・テック"
};
s[870] = {
    c: "9969",
    n: "ショクブン"
};
s[871] = {
    c: "9976",
    n: "セキチュー"
};
s[872] = {
    c: "9980",
    n: "ＭＲＫホールディングス"
};
s[873] = {
    c: "9995",
    n: "グローセル"
};
s[874] = {
    c: "1438",
    n: "岐阜造園"
};
s[875] = {
    c: "5127",
    n: "グッピーズ"
};
s[876] = {
    c: "5527",
    n: "プロパテクノ"
};
s[877] = {
    c: "5838",
    n: "楽天銀行"
};
s[878] = {
    c: "9165",
    n: "クオルテック"
};
s[879] = {
    c: "5356",
    n: "美濃窯業"
};
s[880] = {
    c: "186A",
    n: "アストロスケールホールディングス"
};
s[881] = {
    c: "4185",
    n: "ＪＳＲ"
};
s[882] = {
    c: "4726",
    n: "ＳＢテクノロジー"
};
s[883] = {
    c: "1383",
    n: "ベルグアース"
};
s[884] = {
    c: "6967",
    n: "新光電気工業"
};
s[885] = {
    c: "5901",
    n: "東洋製罐グループホールディングス"
};
s[886] = {
    c: "8421",
    n: "信金中央金庫"
};
s[887] = {
    c: "6471",
    n: "日本精工"
};
s[888] = {
    c: "7459",
    n: "メディパルホールディングス"
};
s[889] = {
    c: "4524",
    n: "森下仁丹"
};
s[890] = {
    c: "3371",
    n: "ソフトクリエイトホールディングス"
};
s[891] = {
    c: "5161",
    n: "西川ゴム工業"
};
s[892] = {
    c: "7915",
    n: "ＮＩＳＳＨＡ"
};
s[893] = {
    c: "4623",
    n: "アサヒペン"
};
s[894] = {
    c: "8766",
    n: "東京海上ホールディングス"
};
s[895] = {
    c: "5357",
    n: "ヨータイ"
};
s[896] = {
    c: "6894",
    n: "パルステック工業"
};
s[897] = {
    c: "2427",
    n: "アウトソーシング"
};
s[898] = {
    c: "7614",
    n: "オーエムツーネットワーク"
};
s[899] = {
    c: "8081",
    n: "カナデン"
};
s[900] = {
    c: "4124",
    n: "大阪油化工業"
};
s[901] = {
    c: "5542",
    n: "新報国マテリアル"
};
s[902] = {
    c: "5903",
    n: "シンポ"
};
s[903] = {
    c: "8147",
    n: "トミタ"
};
s[904] = {
    c: "2391",
    n: "プラネット"
};
s[905] = {
    c: "9087",
    n: "タカセ"
};
s[906] = {
    c: "4544",
    n: "Ｈ．Ｕ．グループホールディングス"
};
s[907] = {
    c: "5011",
    n: "ニチレキ"
};
s[908] = {
    c: "9686",
    n: "東洋テック"
};
s[909] = {
    c: "4704",
    n: "トレンドマイクロ"
};
s[910] = {
    c: "4335",
    n: "アイ・ピー・エス"
};
s[911] = {
    c: "6382",
    n: "トリニティ工業"
};
s[912] = {
    c: "130A",
    n: "Ｖｅｒｉｔａｓ　Ｉｎ　Ｓｉｌｉｃｏ"
};
s[913] = {
    c: "9955",
    n: "ヨンキュウ"
};
s[914] = {
    c: "3583",
    n: "オーベクス"
};
s[915] = {
    c: "7523",
    n: "アールビバン"
};
s[916] = {
    c: "9765",
    n: "オオバ"
};
s[917] = {
    c: "9850",
    n: "グルメ杵屋"
};
s[918] = {
    c: "8158",
    n: "ソーダニッカ"
};
s[919] = {
    c: "4403",
    n: "日油"
};
s[920] = {
    c: "9914",
    n: "植松商会"
};
s[921] = {
    c: "4196",
    n: "ネオマーケティング"
};
s[922] = {
    c: "4507",
    n: "塩野義製薬"
};
s[923] = {
    c: "5571",
    n: "エキサイトホールディングス"
};
s[924] = {
    c: "2892",
    n: "日本食品化工"
};
s[925] = {
    c: "4534",
    n: "持田製薬"
};
s[926] = {
    c: "4644",
    n: "イマジニア"
};
s[927] = {
    c: "8337",
    n: "千葉興業銀行"
};
s[928] = {
    c: "3951",
    n: "朝日印刷"
};
s[929] = {
    c: "3175",
    n: "エー・ピーホールディングス"
};
s[930] = {
    c: "3396",
    n: "フェリシモ"
};
s[931] = {
    c: "3300",
    n: "アンビＤＸ"
};
s[932] = {
    c: "7490",
    n: "日新商事"
};
s[933] = {
    c: "3443",
    n: "川田テクノロジーズ"
};
s[934] = {
    c: "6118",
    n: "アイダエンジニアリング"
};
s[935] = {
    c: "4705",
    n: "クリップコーポレーション"
};
s[936] = {
    c: "9215",
    n: "ＣａＳｙ"
};
s[937] = {
    c: "3154",
    n: "メディアスホールディングス"
};
s[938] = {
    c: "4569",
    n: "杏林製薬"
};
s[939] = {
    c: "8173",
    n: "上新電機"
};
s[940] = {
    c: "9310",
    n: "日本トランスシティ"
};
s[941] = {
    c: "3065",
    n: "ライフフーズ"
};
s[942] = {
    c: "3540",
    n: "歯愛メディカル"
};
s[943] = {
    c: "3577",
    n: "東海染工"
};
s[944] = {
    c: "9639",
    n: "三協フロンテア"
};
s[945] = {
    c: "8023",
    n: "大興電子通信"
};
s[946] = {
    c: "3439",
    n: "三ツ知"
};
s[947] = {
    c: "3382",
    n: "セブン＆アイ・ホールディングス"
};
s[948] = {
    c: "4178",
    n: "Ｓイノベ"
};
s[949] = {
    c: "3698",
    n: "ＣＲＩ・ミドルウェア"
};
s[950] = {
    c: "3593",
    n: "ホギメディカル"
};
s[951] = {
    c: "2208",
    n: "ブルボン"
};
s[952] = {
    c: "3548",
    n: "バロックジャパンリミテッド"
};
s[953] = {
    c: "9701",
    n: "東京會舘"
};
s[954] = {
    c: "7081",
    n: "コーユーレンティア"
};
s[955] = {
    c: "9699",
    n: "ニシオホールディングス"
};
s[956] = {
    c: "9780",
    n: "ハリマビステム"
};
s[957] = {
    c: "3964",
    n: "オークネット"
};
s[958] = {
    c: "9600",
    n: "アイネット"
};
s[959] = {
    c: "3447",
    n: "信和"
};
s[960] = {
    c: "4685",
    n: "菱友システムズ"
};
s[961] = {
    c: "5809",
    n: "タツタ電線"
};
s[962] = {
    c: "9063",
    n: "岡山県貨物運送"
};
s[963] = {
    c: "9656",
    n: "グリーンランドリゾート"
};
s[964] = {
    c: "1939",
    n: "四電工"
};
s[965] = {
    c: "1743",
    n: "コーアツ工業"
};
s[966] = {
    c: "2160",
    n: "ジーエヌアイグループ"
};
s[967] = {
    c: "4445",
    n: "リビン・テクノロジーズ"
};
s[968] = {
    c: "7229",
    n: "ユタカ技研"
};
s[969] = {
    c: "8367",
    n: "南都銀行"
};
s[970] = {
    c: "5271",
    n: "トーヨーアサノ"
};
s[971] = {
    c: "7502",
    n: "プラザホールディングス"
};
s[972] = {
    c: "2651",
    n: "ローソン"
};
s[973] = {
    c: "3436",
    n: "ＳＵＭＣＯ"
};
s[974] = {
    c: "6039",
    n: "日本動物高度医療センター"
};
s[975] = {
    c: "8368",
    n: "百五銀行"
};
s[976] = {
    c: "2127",
    n: "日本Ｍ＆Ａセンターホールディングス"
};
s[977] = {
    c: "9345",
    n: "ビズメイツ"
};
s[978] = {
    c: "3201",
    n: "日本毛織"
};
s[979] = {
    c: "6850",
    n: "チノー"
};
s[980] = {
    c: "9551",
    n: "メタウォーター"
};
s[981] = {
    c: "1941",
    n: "中電工"
};
s[982] = {
    c: "4887",
    n: "サワイグループホールディングス"
};
s[983] = {
    c: "2195",
    n: "アミタホールディングス"
};
s[984] = {
    c: "5444",
    n: "大和工業"
};
s[985] = {
    c: "2587",
    n: "サントリー食品インターナショナル"
};
s[986] = {
    c: "3297",
    n: "東武住販"
};
s[987] = {
    c: "6044",
    n: "三機サービス"
};
s[988] = {
    c: "7958",
    n: "天馬"
};
s[989] = {
    c: "8399",
    n: "琉球銀行"
};
s[990] = {
    c: "9832",
    n: "オートバックスセブン"
};
s[991] = {
    c: "6484",
    n: "ＫＶＫ"
};
s[992] = {
    c: "9675",
    n: "常磐興産"
};
s[993] = {
    c: "1994",
    n: "高橋カーテンウォール工業"
};
s[994] = {
    c: "9081",
    n: "神奈川中央交通"
};
s[995] = {
    c: "7805",
    n: "プリントネット"
};
s[996] = {
    c: "7912",
    n: "大日本印刷"
};
s[997] = {
    c: "6092",
    n: "エンバイオ・ホールディングス"
};
s[998] = {
    c: "3839",
    n: "ＯＤＫソリューションズ"
};
s[999] = {
    c: "5603",
    n: "虹技"
};
s[1000] = {
    c: "7868",
    n: "広済堂ホールディングス"
};
s[1001] = {
    c: "2935",
    n: "ピックルスホールディングス"
};
s[1002] = {
    c: "5660",
    n: "神鋼鋼線工業"
};
s[1003] = {
    c: "6178",
    n: "日本郵政"
};
s[1004] = {
    c: "5973",
    n: "トーアミ"
};
s[1005] = {
    c: "9055",
    n: "アルプス物流"
};
s[1006] = {
    c: "6073",
    n: "アサンテ"
};
s[1007] = {
    c: "6867",
    n: "リーダー電子"
};
s[1008] = {
    c: "1444",
    n: "ニッソウ"
};
s[1009] = {
    c: "4528",
    n: "小野薬品工業"
};
s[1010] = {
    c: "6995",
    n: "東海理化電機製作所"
};
s[1011] = {
    c: "8898",
    n: "センチュリー２１・ジャパン"
};
s[1012] = {
    c: "5905",
    n: "日本製罐"
};
s[1013] = {
    c: "2371",
    n: "カカクコム"
};
s[1014] = {
    c: "7634",
    n: "星医療酸器"
};
s[1015] = {
    c: "4267",
    n: "ライトワークス"
};
s[1016] = {
    c: "1813",
    n: "不動テトラ"
};
s[1017] = {
    c: "7062",
    n: "フレアス"
};
s[1018] = {
    c: "7368",
    n: "表示灯"
};
s[1019] = {
    c: "7461",
    n: "キムラ"
};
s[1020] = {
    c: "2493",
    n: "イーサポートリンク"
};
s[1021] = {
    c: "9467",
    n: "アルファポリス"
};
s[1022] = {
    c: "2206",
    n: "江崎グリコ"
};
s[1023] = {
    c: "3772",
    n: "ウェルス・マネジメント"
};
s[1024] = {
    c: "4182",
    n: "三菱ガス化学"
};
s[1025] = {
    c: "3474",
    n: "Ｇ－ＦＡＣＴＯＲＹ"
};
s[1026] = {
    c: "4351",
    n: "山田債権回収管理総合事務所"
};
s[1027] = {
    c: "5035",
    n: "ＨＯＵＳＥＩ"
};
s[1028] = {
    c: "6360",
    n: "東京自働機械製作所"
};
s[1029] = {
    c: "2224",
    n: "コモ"
};
s[1030] = {
    c: "4057",
    n: "インターファクトリー"
};
s[1031] = {
    c: "4929",
    n: "アジュバンホールディングス"
};
s[1032] = {
    c: "7625",
    n: "グローバルダイニング"
};
s[1033] = {
    c: "6632",
    n: "ＪＶＣケンウッド"
};
s[1034] = {
    c: "9986",
    n: "蔵王産業"
};
s[1035] = {
    c: "2404",
    n: "鉄人化ホールディングス"
};
s[1036] = {
    c: "6877",
    n: "ＯＢＡＲＡ　ＧＲＯＵＰ"
};
s[1037] = {
    c: "6562",
    n: "ジーニー"
};
s[1038] = {
    c: "2461",
    n: "ファンコミュニケーションズ"
};
s[1039] = {
    c: "1878",
    n: "大東建託"
};
s[1040] = {
    c: "3490",
    n: "アズ企画設計"
};
s[1041] = {
    c: "4960",
    n: "ケミプロ化成"
};
s[1042] = {
    c: "6023",
    n: "ダイハツディーゼル"
};
s[1043] = {
    c: "4994",
    n: "大成ラミック"
};
s[1044] = {
    c: "6265",
    n: "コンバム"
};
s[1045] = {
    c: "4809",
    n: "パラカ"
};
s[1046] = {
    c: "3184",
    n: "ＩＣＤＡホールディングス"
};
s[1047] = {
    c: "7971",
    n: "東リ"
};
s[1048] = {
    c: "4691",
    n: "ワシントンホテル"
};
s[1049] = {
    c: "9904",
    n: "ベリテ"
};
s[1050] = {
    c: "3542",
    n: "ベガコーポレーション"
};
s[1051] = {
    c: "7372",
    n: "デコルテ・ホールディングス"
};
s[1052] = {
    c: "7812",
    n: "クレステック"
};
s[1053] = {
    c: "9363",
    n: "大運"
};
s[1054] = {
    c: "3449",
    n: "テクノフレックス"
};
s[1055] = {
    c: "4556",
    n: "カイノス"
};
s[1056] = {
    c: "4930",
    n: "グラフィコ"
};
s[1057] = {
    c: "2983",
    n: "アールプランナー"
};
s[1058] = {
    c: "8570",
    n: "イオンフィナンシャルサービス"
};
s[1059] = {
    c: "9206",
    n: "スターフライヤー"
};
s[1060] = {
    c: "9733",
    n: "ナガセ"
};
s[1061] = {
    c: "5570",
    n: "ジェノバ"
};
s[1062] = {
    c: "2221",
    n: "岩塚製菓"
};
s[1063] = {
    c: "4968",
    n: "荒川化学工業"
};
s[1064] = {
    c: "9755",
    n: "応用地質"
};
s[1065] = {
    c: "2209",
    n: "井村屋グループ"
};
s[1066] = {
    c: "7442",
    n: "中山福"
};
s[1067] = {
    c: "4914",
    n: "高砂香料工業"
};
s[1068] = {
    c: "4536",
    n: "参天製薬"
};
s[1069] = {
    c: "4746",
    n: "東計電算"
};
s[1070] = {
    c: "5998",
    n: "アドバネクス"
};
s[1071] = {
    c: "6286",
    n: "靜甲"
};
s[1072] = {
    c: "4272",
    n: "日本化薬"
};
s[1073] = {
    c: "1786",
    n: "オリエンタル白石"
};
s[1074] = {
    c: "1762",
    n: "高松コンストラクショングループ"
};
s[1075] = {
    c: "6034",
    n: "ＭＲＴ"
};
s[1076] = {
    c: "3670",
    n: "協立情報通信"
};
s[1077] = {
    c: "7914",
    n: "共同印刷"
};
s[1078] = {
    c: "1949",
    n: "住友電設"
};
s[1079] = {
    c: "3116",
    n: "トヨタ紡織"
};
s[1080] = {
    c: "5930",
    n: "文化シヤッター"
};
s[1081] = {
    c: "7175",
    n: "今村証券"
};
s[1082] = {
    c: "8358",
    n: "スルガ銀行"
};
s[1083] = {
    c: "4659",
    n: "エイジス"
};
s[1084] = {
    c: "4595",
    n: "ミズホメディー"
};
s[1085] = {
    c: "2436",
    n: "共同ピーアール"
};
s[1086] = {
    c: "6328",
    n: "荏原実業"
};
s[1087] = {
    c: "7607",
    n: "進和"
};
s[1088] = {
    c: "8086",
    n: "ニプロ"
};
s[1089] = {
    c: "6874",
    n: "協立電機"
};
s[1090] = {
    c: "3159",
    n: "丸善ＣＨＩホールディングス"
};
s[1091] = {
    c: "9831",
    n: "ヤマダホールディングス"
};
s[1092] = {
    c: "8273",
    n: "イズミ"
};
s[1093] = {
    c: "1841",
    n: "サンユー建設"
};
s[1094] = {
    c: "3444",
    n: "菊池製作所"
};
s[1095] = {
    c: "7386",
    n: "ジャパンワランティサポート"
};
s[1096] = {
    c: "2782",
    n: "セリア"
};
s[1097] = {
    c: "6513",
    n: "オリジン"
};
s[1098] = {
    c: "9903",
    n: "カンセキ"
};
s[1099] = {
    c: "6171",
    n: "土木管理総合試験所"
};
s[1100] = {
    c: "8045",
    n: "横浜丸魚"
};
s[1101] = {
    c: "3986",
    n: "ビーブレイクシステムズ"
};
s[1102] = {
    c: "5020",
    n: "ＥＮＥＯＳホールディングス"
};
s[1103] = {
    c: "6322",
    n: "タクミナ"
};
s[1104] = {
    c: "3360",
    n: "シップヘルスケアホールディングス"
};
s[1105] = {
    c: "7506",
    n: "ハウス　オブ　ローゼ"
};
s[1106] = {
    c: "4446",
    n: "Ｌｉｎｋ－Ｕグループ"
};
s[1107] = {
    c: "7821",
    n: "前田工繊"
};
s[1108] = {
    c: "6663",
    n: "太洋テクノレックス"
};
s[1109] = {
    c: "1775",
    n: "富士古河Ｅ＆Ｃ"
};
s[1110] = {
    c: "2293",
    n: "滝沢ハム"
};
s[1111] = {
    c: "4678",
    n: "秀英予備校"
};
s[1112] = {
    c: "7514",
    n: "ヒマラヤ"
};
s[1113] = {
    c: "5974",
    n: "中国工業"
};
s[1114] = {
    c: "6908",
    n: "イリソ電子工業"
};
s[1115] = {
    c: "9959",
    n: "アシードホールディングス"
};
s[1116] = {
    c: "3157",
    n: "ジオリーブグループ"
};
s[1117] = {
    c: "1446",
    n: "キャンディル"
};
s[1118] = {
    c: "7208",
    n: "カネミツ"
};
s[1119] = {
    c: "3640",
    n: "電算"
};
s[1120] = {
    c: "1805",
    n: "飛島建設"
};
s[1121] = {
    c: "7202",
    n: "いすゞ自動車"
};
s[1122] = {
    c: "9853",
    n: "銀座ルノアール"
};
s[1123] = {
    c: "6091",
    n: "ウエスコホールディングス"
};
s[1124] = {
    c: "8035",
    n: "東京エレクトロン"
};
s[1125] = {
    c: "1942",
    n: "関電工"
};
s[1126] = {
    c: "8395",
    n: "佐賀銀行"
};
s[1127] = {
    c: "9412",
    n: "スカパーＪＳＡＴホールディングス"
};
s[1128] = {
    c: "2698",
    n: "キャンドゥ"
};
s[1129] = {
    c: "9173",
    n: "東海汽船"
};
s[1130] = {
    c: "7840",
    n: "フランスベッドホールディングス"
};
s[1131] = {
    c: "7986",
    n: "日本アイ・エス・ケイ"
};
s[1132] = {
    c: "9685",
    n: "ＫＹＣＯＭホールディングス"
};
s[1133] = {
    c: "9872",
    n: "北恵"
};
s[1134] = {
    c: "6566",
    n: "要興業"
};
s[1135] = {
    c: "7814",
    n: "日本創発グループ"
};
s[1136] = {
    c: "3173",
    n: "Ｃｏｍｉｎｉｘ"
};
s[1137] = {
    c: "2784",
    n: "アルフレッサ　ホールディングス"
};
s[1138] = {
    c: "3622",
    n: "ネットイヤーグループ"
};
s[1139] = {
    c: "9147",
    n: "ＮＸＨＤ"
};
s[1140] = {
    c: "5446",
    n: "北越メタル"
};
s[1141] = {
    c: "6654",
    n: "不二電機工業"
};
s[1142] = {
    c: "2653",
    n: "イオン九州"
};
s[1143] = {
    c: "3341",
    n: "日本調剤"
};
s[1144] = {
    c: "4732",
    n: "ユー・エス・エス"
};
s[1145] = {
    c: "6508",
    n: "明電舎"
};
s[1146] = {
    c: "2296",
    n: "伊藤ハム米久ホールディングス"
};
s[1147] = {
    c: "3546",
    n: "アレンザホールディングス"
};
s[1148] = {
    c: "7744",
    n: "ノーリツ鋼機"
};
s[1149] = {
    c: "4004",
    n: "レゾナック・ホールディングス"
};
s[1150] = {
    c: "5991",
    n: "ニッパツ"
};
s[1151] = {
    c: "1766",
    n: "東建コーポレーション"
};
s[1152] = {
    c: "4733",
    n: "オービックビジネスコンサルタント"
};
s[1153] = {
    c: "6249",
    n: "ＧＣジョイコ"
};
s[1154] = {
    c: "8601",
    n: "大和証券グループ本社"
};
s[1155] = {
    c: "9788",
    n: "ナック"
};
s[1156] = {
    c: "9249",
    n: "日本エコシステム"
};
s[1157] = {
    c: "2790",
    n: "ナフコ"
};
s[1158] = {
    c: "7129",
    n: "ミアヘルサホールディングス"
};
s[1159] = {
    c: "2914",
    n: "ＪＴ"
};
s[1160] = {
    c: "2481",
    n: "タウンニュース社"
};
s[1161] = {
    c: "8013",
    n: "ナイガイ"
};
s[1162] = {
    c: "9052",
    n: "山陽電気鉄道"
};
s[1163] = {
    c: "6599",
    n: "エブレン"
};
s[1164] = {
    c: "9367",
    n: "大東港運"
};
s[1165] = {
    c: "2818",
    n: "ピエトロ"
};
s[1166] = {
    c: "6697",
    n: "テックポイント・インク"
};
s[1167] = {
    c: "7539",
    n: "アイナボホールディングス"
};
s[1168] = {
    c: "1720",
    n: "東急建設"
};
s[1169] = {
    c: "2705",
    n: "大戸屋ホールディングス"
};
s[1170] = {
    c: "2809",
    n: "キユーピー"
};
s[1171] = {
    c: "6694",
    n: "ズーム"
};
s[1172] = {
    c: "6822",
    n: "大井電気"
};
s[1173] = {
    c: "9993",
    n: "ヤマザワ"
};
s[1174] = {
    c: "7211",
    n: "三菱自動車工業"
};
s[1175] = {
    c: "8818",
    n: "京阪神ビルディング"
};
s[1176] = {
    c: "151A",
    n: "ダイブ"
};
s[1177] = {
    c: "4008",
    n: "住友精化"
};
s[1178] = {
    c: "3079",
    n: "ディーブイエックス"
};
s[1179] = {
    c: "6161",
    n: "エスティック"
};
s[1180] = {
    c: "6294",
    n: "オカダアイヨン"
};
s[1181] = {
    c: "6626",
    n: "ＳＥＭＩＴＥＣ"
};
s[1182] = {
    c: "4722",
    n: "フューチャー"
};
s[1183] = {
    c: "1301",
    n: "極洋"
};
s[1184] = {
    c: "5589",
    n: "オートサーバー"
};
s[1185] = {
    c: "7604",
    n: "梅の花"
};
s[1186] = {
    c: "8159",
    n: "立花エレテック"
};
s[1187] = {
    c: "4260",
    n: "ハイブリッドテクノロジーズ"
};
s[1188] = {
    c: "4356",
    n: "応用技術"
};
s[1189] = {
    c: "5868",
    n: "ロココ"
};
s[1190] = {
    c: "8066",
    n: "三谷商事"
};
s[1191] = {
    c: "6433",
    n: "ヒーハイスト"
};
s[1192] = {
    c: "7483",
    n: "ドウシシャ"
};
s[1193] = {
    c: "8944",
    n: "ランドビジネス"
};
s[1194] = {
    c: "4166",
    n: "かっこ"
};
s[1195] = {
    c: "6237",
    n: "イワキ"
};
s[1196] = {
    c: "4553",
    n: "東和薬品"
};
s[1197] = {
    c: "9760",
    n: "進学会ホールディングス"
};
s[1198] = {
    c: "6143",
    n: "ソディック"
};
s[1199] = {
    c: "3276",
    n: "ＪＰＭＣ"
};
s[1200] = {
    c: "7674",
    n: "ＮＡＴＴＹ"
};
s[1201] = {
    c: "7751",
    n: "キヤノン"
};
s[1202] = {
    c: "7596",
    n: "魚力"
};
s[1203] = {
    c: "9436",
    n: "沖縄セルラー電話"
};
s[1204] = {
    c: "3244",
    n: "サムティ"
};
s[1205] = {
    c: "7811",
    n: "中本パックス"
};
s[1206] = {
    c: "3024",
    n: "クリエイト"
};
s[1207] = {
    c: "5612",
    n: "日本鋳鉄管"
};
s[1208] = {
    c: "8354",
    n: "ふくおかフィナンシャルグループ"
};
s[1209] = {
    c: "1840",
    n: "土屋ホールディングス"
};
s[1210] = {
    c: "4926",
    n: "シーボン"
};
s[1211] = {
    c: "5947",
    n: "リンナイ"
};
s[1212] = {
    c: "7963",
    n: "興研"
};
s[1213] = {
    c: "4642",
    n: "オリジナル設計"
};
s[1214] = {
    c: "2485",
    n: "ティア"
};
s[1215] = {
    c: "145A",
    n: "Ｌ　ｉｓ　Ｂ"
};
s[1216] = {
    c: "3138",
    n: "富士山マガジンサービス"
};
s[1217] = {
    c: "4728",
    n: "トーセ"
};
s[1218] = {
    c: "6962",
    n: "大真空"
};
s[1219] = {
    c: "9702",
    n: "アイ・エス・ビー"
};
s[1220] = {
    c: "7670",
    n: "オーウエル"
};
s[1221] = {
    c: "2597",
    n: "ユニカフェ"
};
s[1222] = {
    c: "7127",
    n: "一家ホールディングス"
};
s[1223] = {
    c: "5461",
    n: "中部鋼鈑"
};
s[1224] = {
    c: "2594",
    n: "キーコーヒー"
};
s[1225] = {
    c: "7164",
    n: "全国保証"
};
s[1226] = {
    c: "4634",
    n: "ａｒｔｉｅｎｃｅ"
};
s[1227] = {
    c: "2408",
    n: "ＫＧ情報"
};
s[1228] = {
    c: "4299",
    n: "ハイマックス"
};
s[1229] = {
    c: "4047",
    n: "関東電化工業"
};
s[1230] = {
    c: "9059",
    n: "カンダホールディングス"
};
s[1231] = {
    c: "2483",
    n: "翻訳センター"
};
s[1232] = {
    c: "8002",
    n: "丸紅"
};
s[1233] = {
    c: "8725",
    n: "ＭＳ＆ＡＤ"
};
s[1234] = {
    c: "7630",
    n: "壱番屋"
};
s[1235] = {
    c: "1926",
    n: "ライト工業"
};
s[1236] = {
    c: "2927",
    n: "ＡＦＣ－ＨＤアムスライフサイエンス"
};
s[1237] = {
    c: "3802",
    n: "エコミック"
};
s[1238] = {
    c: "4752",
    n: "昭和システムエンジニアリング"
};
s[1239] = {
    c: "6045",
    n: "レントラックス"
};
s[1240] = {
    c: "2730",
    n: "エディオン"
};
s[1241] = {
    c: "1811",
    n: "錢高組"
};
s[1242] = {
    c: "3148",
    n: "クリエイトＳＤホールディングス"
};
s[1243] = {
    c: "4743",
    n: "アイティフォー"
};
s[1244] = {
    c: "7475",
    n: "アルビス"
};
s[1245] = {
    c: "9051",
    n: "センコン物流"
};
s[1246] = {
    c: "6998",
    n: "日本タングステン"
};
s[1247] = {
    c: "2498",
    n: "オリコンＨＤ"
};
s[1248] = {
    c: "7389",
    n: "あいちフィナンシャルグループ"
};
s[1249] = {
    c: "7749",
    n: "メディキット"
};
s[1250] = {
    c: "156A",
    n: "マテリアルグループ"
};
s[1251] = {
    c: "7559",
    n: "ジーエフシー"
};
s[1252] = {
    c: "2613",
    n: "Ｊ－オイルミルズ"
};
s[1253] = {
    c: "7294",
    n: "ヨロズ"
};
s[1254] = {
    c: "7608",
    n: "エスケイジャパン"
};
s[1255] = {
    c: "9536",
    n: "西部ガスホールディングス"
};
s[1256] = {
    c: "8076",
    n: "カノークス"
};
s[1257] = {
    c: "8891",
    n: "ＡＭＧホールディングス"
};
s[1258] = {
    c: "4202",
    n: "ダイセル"
};
s[1259] = {
    c: "3550",
    n: "スタジオアタオ"
};
s[1260] = {
    c: "4549",
    n: "栄研化学"
};
s[1261] = {
    c: "5185",
    n: "フコク"
};
s[1262] = {
    c: "8123",
    n: "川辺"
};
s[1263] = {
    c: "3169",
    n: "ミサワ"
};
s[1264] = {
    c: "3359",
    n: "ｃｏｔｔａ"
};
s[1265] = {
    c: "4167",
    n: "ココペリ"
};
s[1266] = {
    c: "4231",
    n: "タイガースポリマー"
};
s[1267] = {
    c: "5355",
    n: "日本坩堝"
};
s[1268] = {
    c: "8202",
    n: "ラオックスホールディングス"
};
s[1269] = {
    c: "8892",
    n: "日本エスコン"
};
s[1270] = {
    c: "6875",
    n: "メガチップス"
};
s[1271] = {
    c: "3261",
    n: "グランディーズ"
};
s[1272] = {
    c: "9996",
    n: "サトー商会"
};
s[1273] = {
    c: "9005",
    n: "東急"
};
s[1274] = {
    c: "1801",
    n: "大成建設"
};
s[1275] = {
    c: "9709",
    n: "ＮＣＳ＆Ａ"
};
s[1276] = {
    c: "7762",
    n: "シチズン時計"
};
s[1277] = {
    c: "2449",
    n: "プラップジャパン"
};
s[1278] = {
    c: "1921",
    n: "巴コーポレーション"
};
s[1279] = {
    c: "9046",
    n: "神戸電鉄"
};
s[1280] = {
    c: "4275",
    n: "カーリットホールディングス"
};
s[1281] = {
    c: "9307",
    n: "杉村倉庫"
};
s[1282] = {
    c: "8309",
    n: "三井住友トラスト・ホールディングス"
};
s[1283] = {
    c: "8877",
    n: "エスリード"
};
s[1284] = {
    c: "4781",
    n: "日本ハウズイング"
};
s[1285] = {
    c: "6561",
    n: "ＨＡＮＡＴＯＵＲ　ＪＡＰＡＮ"
};
s[1286] = {
    c: "8835",
    n: "太平洋興発"
};
s[1287] = {
    c: "7595",
    n: "アルゴグラフィックス"
};
s[1288] = {
    c: "7916",
    n: "光村印刷"
};
s[1289] = {
    c: "9268",
    n: "オプティマスグループ"
};
s[1290] = {
    c: "2281",
    n: "プリマハム"
};
s[1291] = {
    c: "8255",
    n: "アクシアル　リテイリング"
};
s[1292] = {
    c: "3275",
    n: "ハウスコム"
};
s[1293] = {
    c: "4548",
    n: "生化学工業"
};
s[1294] = {
    c: "9369",
    n: "キユーソー流通システム"
};
s[1295] = {
    c: "7267",
    n: "ホンダ"
};
s[1296] = {
    c: "6167",
    n: "冨士ダイス"
};
s[1297] = {
    c: "1814",
    n: "大末建設"
};
s[1298] = {
    c: "1821",
    n: "三井住友建設"
};
s[1299] = {
    c: "4679",
    n: "田谷"
};
s[1300] = {
    c: "9787",
    n: "イオンディライト"
};
s[1301] = {
    c: "8237",
    n: "松屋"
};
s[1302] = {
    c: "8129",
    n: "東邦ホールディングス"
};
s[1303] = {
    c: "3921",
    n: "ネオジャパン"
};
s[1304] = {
    c: "7235",
    n: "東京ラヂエーター製造"
};
s[1305] = {
    c: "2904",
    n: "一正蒲鉾"
};
s[1306] = {
    c: "3969",
    n: "エイトレッド"
};
s[1307] = {
    c: "3417",
    n: "大木ヘルスケアホールディングス"
};
s[1308] = {
    c: "6861",
    n: "キーエンス"
};
s[1309] = {
    c: "1997",
    n: "暁飯島工業"
};
s[1310] = {
    c: "3289",
    n: "東急不動産ホールディングス"
};
s[1311] = {
    c: "3559",
    n: "ピーバンドットコム"
};
s[1312] = {
    c: "9017",
    n: "新潟交通"
};
s[1313] = {
    c: "3271",
    n: "ＴＨＥグローバル社"
};
s[1314] = {
    c: "7120",
    n: "ＳＨＩＮＫＯ"
};
s[1315] = {
    c: "1898",
    n: "世紀東急工業"
};
s[1316] = {
    c: "4763",
    n: "クリーク・アンド・リバー社"
};
s[1317] = {
    c: "4304",
    n: "Ｅストアー"
};
s[1318] = {
    c: "5702",
    n: "大紀アルミニウム工業所"
};
s[1319] = {
    c: "6546",
    n: "フルテック"
};
s[1320] = {
    c: "9159",
    n: "Ｗ　ＴＯＫＹＯ"
};
s[1321] = {
    c: "7184",
    n: "富山第一銀行"
};
s[1322] = {
    c: "3850",
    n: "ＮＴＴＤイン"
};
s[1323] = {
    c: "8707",
    n: "岩井コスモホールディングス"
};
s[1324] = {
    c: "9076",
    n: "セイノーホールディングス"
};
s[1325] = {
    c: "4735",
    n: "京進"
};
s[1326] = {
    c: "5909",
    n: "コロナ"
};
s[1327] = {
    c: "7919",
    n: "野崎印刷紙業"
};
s[1328] = {
    c: "9854",
    n: "愛眼"
};
s[1329] = {
    c: "6923",
    n: "スタンレー電気"
};
s[1330] = {
    c: "5076",
    n: "インフロニア・ホールディングス"
};
s[1331] = {
    c: "9342",
    n: "スマサポ"
};
s[1332] = {
    c: "6101",
    n: "ツガミ"
};
s[1333] = {
    c: "3405",
    n: "クラレ"
};
s[1334] = {
    c: "3955",
    n: "イムラ"
};
s[1335] = {
    c: "5933",
    n: "アルインコ"
};
s[1336] = {
    c: "5976",
    n: "高周波熱錬"
};
s[1337] = {
    c: "6467",
    n: "ニチダイ"
};
s[1338] = {
    c: "7039",
    n: "ブリッジインターナショナル"
};
s[1339] = {
    c: "7270",
    n: "ＳＵＢＡＲＵ"
};
s[1340] = {
    c: "6454",
    n: "マックス"
};
s[1341] = {
    c: "6195",
    n: "ホープ"
};
s[1342] = {
    c: "6651",
    n: "日東工業"
};
s[1343] = {
    c: "7847",
    n: "グラファイトデザイン"
};
s[1344] = {
    c: "4205",
    n: "日本ゼオン"
};
s[1345] = {
    c: "6349",
    n: "小森コーポレーション"
};
s[1346] = {
    c: "7962",
    n: "キングジム"
};
s[1347] = {
    c: "4720",
    n: "城南進学研究社"
};
s[1348] = {
    c: "6941",
    n: "山一電機"
};
s[1349] = {
    c: "4928",
    n: "ノエビアホールディングス"
};
s[1350] = {
    c: "6501",
    n: "日立製作所"
};
s[1351] = {
    c: "9476",
    n: "中央経済社ホールディングス"
};
s[1352] = {
    c: "6082",
    n: "ライドオンＥ"
};
s[1353] = {
    c: "3199",
    n: "綿半ホールディングス"
};
s[1354] = {
    c: "7562",
    n: "安楽亭"
};
s[1355] = {
    c: "7987",
    n: "ナカバヤシ"
};
s[1356] = {
    c: "6919",
    n: "ケル"
};
s[1357] = {
    c: "8558",
    n: "東和銀行"
};
s[1358] = {
    c: "6750",
    n: "エレコム"
};
s[1359] = {
    c: "2588",
    n: "プレミアムＷ"
};
s[1360] = {
    c: "2815",
    n: "アリアケジャパン"
};
s[1361] = {
    c: "6474",
    n: "不二越"
};
s[1362] = {
    c: "4394",
    n: "エクスモーション"
};
s[1363] = {
    c: "7279",
    n: "ハイレックスコーポレーション"
};
s[1364] = {
    c: "8008",
    n: "ヨンドシーホールディングス"
};
s[1365] = {
    c: "4098",
    n: "チタン工業"
};
s[1366] = {
    c: "4248",
    n: "竹本容器"
};
s[1367] = {
    c: "4951",
    n: "エステー"
};
s[1368] = {
    c: "4220",
    n: "リケンテクノス"
};
s[1369] = {
    c: "3932",
    n: "アカツキ"
};
s[1370] = {
    c: "4177",
    n: "ｉ－ｐｌｕｇ"
};
s[1371] = {
    c: "2114",
    n: "フジ日本精糖"
};
s[1372] = {
    c: "6929",
    n: "日本セラミック"
};
s[1373] = {
    c: "7284",
    n: "盟和産業"
};
s[1374] = {
    c: "2305",
    n: "スタジオアリス"
};
s[1375] = {
    c: "2978",
    n: "ツクルバ"
};
s[1376] = {
    c: "2819",
    n: "エバラ食品工業"
};
s[1377] = {
    c: "4784",
    n: "ＧＭＯアドパートナーズ"
};
s[1378] = {
    c: "7362",
    n: "Ｔ．Ｓ．Ｉ"
};
s[1379] = {
    c: "6037",
    n: "ファーストロジック"
};
s[1380] = {
    c: "5842",
    n: "インテグラル"
};
s[1381] = {
    c: "3931",
    n: "バリューゴルフ"
};
s[1382] = {
    c: "3560",
    n: "ほぼ日"
};
s[1383] = {
    c: "3800",
    n: "ユニリタ"
};
s[1384] = {
    c: "9446",
    n: "サカイホールディングス"
};
s[1385] = {
    c: "9306",
    n: "東陽倉庫"
};
s[1386] = {
    c: "7795",
    n: "ＫＹＯＲＩＴＳＵ"
};
s[1387] = {
    c: "5621",
    n: "ヒューマンテクノロジーズ"
};
s[1388] = {
    c: "8219",
    n: "青山商事"
};
s[1389] = {
    c: "9254",
    n: "ラバブルマーケティンググループ"
};
s[1390] = {
    c: "2385",
    n: "総医研ホールディングス"
};
s[1391] = {
    c: "3388",
    n: "明治電機工業"
};
s[1392] = {
    c: "7265",
    n: "エイケン工業"
};
s[1393] = {
    c: "9849",
    n: "共同紙販ホールディングス"
};
s[1394] = {
    c: "3353",
    n: "メディカル一光グループ"
};
s[1395] = {
    c: "3598",
    n: "山喜"
};
s[1396] = {
    c: "7849",
    n: "スターツ出版"
};
s[1397] = {
    c: "3123",
    n: "サイボー"
};
s[1398] = {
    c: "1833",
    n: "奥村組"
};
s[1399] = {
    c: "2311",
    n: "エプコ"
};
s[1400] = {
    c: "9869",
    n: "加藤産業"
};
s[1401] = {
    c: "3726",
    n: "フォーシーズＨＤ"
};
s[1402] = {
    c: "9069",
    n: "センコーグループホールディングス"
};
s[1403] = {
    c: "3395",
    n: "サンマルクホールディングス"
};
s[1404] = {
    c: "4482",
    n: "ウィルズ"
};
s[1405] = {
    c: "6166",
    n: "中村超硬"
};
s[1406] = {
    c: "8150",
    n: "三信電気"
};
s[1407] = {
    c: "8362",
    n: "福井銀行"
};
s[1408] = {
    c: "1934",
    n: "ユアテック"
};
s[1409] = {
    c: "9890",
    n: "マキヤ"
};
s[1410] = {
    c: "3908",
    n: "コラボス"
};
s[1411] = {
    c: "1381",
    n: "アクシーズ"
};
s[1412] = {
    c: "8144",
    n: "デンキョーグループホールディングス"
};
s[1413] = {
    c: "3686",
    n: "ディー・エル・イー"
};
s[1414] = {
    c: "4151",
    n: "協和キリン"
};
s[1415] = {
    c: "8628",
    n: "松井証券"
};
s[1416] = {
    c: "6706",
    n: "電気興業"
};
s[1417] = {
    c: "9259",
    n: "タカヨシホールディングス"
};
s[1418] = {
    c: "7064",
    n: "ハウテレビジョン"
};
s[1419] = {
    c: "7157",
    n: "ライフネット生命保険"
};
s[1420] = {
    c: "2499",
    n: "日本和装ホールディングス"
};
s[1421] = {
    c: "8070",
    n: "東京産業"
};
s[1422] = {
    c: "9861",
    n: "吉野家ホールディングス"
};
s[1423] = {
    c: "6337",
    n: "テセック"
};
s[1424] = {
    c: "6957",
    n: "芝浦電子"
};
s[1425] = {
    c: "9479",
    n: "インプレスホールディングス"
};
s[1426] = {
    c: "2002",
    n: "日清製粉グループ本社"
};
s[1427] = {
    c: "3035",
    n: "ケイティケイ"
};
s[1428] = {
    c: "7520",
    n: "エコス"
};
s[1429] = {
    c: "6417",
    n: "ＳＡＮＫＹＯ"
};
s[1430] = {
    c: "9065",
    n: "山九"
};
s[1431] = {
    c: "4673",
    n: "川崎地質"
};
s[1432] = {
    c: "2899",
    n: "永谷園ホールディングス"
};
s[1433] = {
    c: "6393",
    n: "油研工業"
};
s[1434] = {
    c: "7240",
    n: "ＮＯＫ"
};
s[1435] = {
    c: "9166",
    n: "ＧＥＮＤＡ"
};
s[1436] = {
    c: "2004",
    n: "昭和産業"
};
s[1437] = {
    c: "6951",
    n: "日本電子"
};
s[1438] = {
    c: "1853",
    n: "森組"
};
s[1439] = {
    c: "7640",
    n: "トップカルチャー"
};
s[1440] = {
    c: "8769",
    n: "アドバンテッジリスクマネジメント"
};
s[1441] = {
    c: "2903",
    n: "シノブフーズ"
};
s[1442] = {
    c: "4985",
    n: "アース製薬"
};
s[1443] = {
    c: "8316",
    n: "三井住友フィナンシャルグループ"
};
s[1444] = {
    c: "1768",
    n: "ソネック"
};
s[1445] = {
    c: "2666",
    n: "オートウェーブ"
};
s[1446] = {
    c: "3512",
    n: "日本フエルト"
};
s[1447] = {
    c: "3109",
    n: "シキボウ"
};
s[1448] = {
    c: "6425",
    n: "ユニバーサルエンターテインメント"
};
s[1449] = {
    c: "8016",
    n: "オンワードホールディングス"
};
s[1450] = {
    c: "3104",
    n: "富士紡ホールディングス"
};
s[1451] = {
    c: "6197",
    n: "ソラスト"
};
s[1452] = {
    c: "7222",
    n: "日産車体"
};
s[1453] = {
    c: "6400",
    n: "不二精機"
};
s[1454] = {
    c: "4547",
    n: "キッセイ薬品工業"
};
s[1455] = {
    c: "7357",
    n: "ジオコード"
};
s[1456] = {
    c: "4838",
    n: "ＳＳＳＫＨＤ"
};
s[1457] = {
    c: "7087",
    n: "ウイルテック"
};
s[1458] = {
    c: "5233",
    n: "太平洋セメント"
};
s[1459] = {
    c: "3482",
    n: "ロードスターキャピタル"
};
s[1460] = {
    c: "3657",
    n: "ポールトゥウィンホールディングス"
};
s[1461] = {
    c: "2207",
    n: "名糖産業"
};
s[1462] = {
    c: "8053",
    n: "住友商事"
};
s[1463] = {
    c: "8830",
    n: "住友不動産"
};
s[1464] = {
    c: "9078",
    n: "エスライングループ本社"
};
s[1465] = {
    c: "5284",
    n: "ヤマウホールディングス"
};
s[1466] = {
    c: "6406",
    n: "フジテック"
};
s[1467] = {
    c: "3991",
    n: "ウォンテッドリー"
};
s[1468] = {
    c: "4228",
    n: "積水化成品工業"
};
s[1469] = {
    c: "5936",
    n: "東洋シヤッター"
};
s[1470] = {
    c: "1848",
    n: "富士ピー・エス"
};
s[1471] = {
    c: "3660",
    n: "アイスタイル"
};
s[1472] = {
    c: "6550",
    n: "Ｕｎｉｐｏｓ"
};
s[1473] = {
    c: "6758",
    n: "ソニーグループ"
};
s[1474] = {
    c: "7624",
    n: "ＮａＩＴＯ"
};
s[1475] = {
    c: "8079",
    n: "正栄食品工業"
};
s[1476] = {
    c: "4179",
    n: "ジーネクスト"
};
s[1477] = {
    c: "5201",
    n: "ＡＧＣ"
};
s[1478] = {
    c: "8025",
    n: "ツカモトコーポレーション"
};
s[1479] = {
    c: "1793",
    n: "大本組"
};
s[1480] = {
    c: "4587",
    n: "ペプチドリーム"
};
s[1481] = {
    c: "5946",
    n: "長府製作所"
};
s[1482] = {
    c: "8060",
    n: "キヤノンマーケティングジャパン"
};
s[1483] = {
    c: "2612",
    n: "かどや製油"
};
s[1484] = {
    c: "4091",
    n: "日本酸素ホールディングス"
};
s[1485] = {
    c: "8276",
    n: "平和堂"
};
s[1486] = {
    c: "9380",
    n: "東海運"
};
s[1487] = {
    c: "5943",
    n: "ノーリツ"
};
s[1488] = {
    c: "3204",
    n: "トーア紡コーポレーション"
};
s[1489] = {
    c: "3591",
    n: "ワコールホールディングス"
};
s[1490] = {
    c: "4416",
    n: "Ｔｒｕｅ　Ｄａｔａ"
};
s[1491] = {
    c: "3254",
    n: "プレサンスコーポレーション"
};
s[1492] = {
    c: "6238",
    n: "フリュー"
};
s[1493] = {
    c: "7956",
    n: "ピジョン"
};
s[1494] = {
    c: "4668",
    n: "明光ネットワークジャパン"
};
s[1495] = {
    c: "6186",
    n: "一蔵"
};
s[1496] = {
    c: "8111",
    n: "ゴールドウイン"
};
s[1497] = {
    c: "8798",
    n: "アドバンスクリエイト"
};
s[1498] = {
    c: "3840",
    n: "パス"
};
s[1499] = {
    c: "6966",
    n: "三井ハイテック"
};
s[1500] = {
    c: "8772",
    n: "アサックス"
};
s[1501] = {
    c: "3484",
    n: "テンポイノベーション"
};
s[1502] = {
    c: "6061",
    n: "ユニバーサル園芸社"
};
s[1503] = {
    c: "4912",
    n: "ライオン"
};
s[1504] = {
    c: "7955",
    n: "クリナップ"
};
s[1505] = {
    c: "8801",
    n: "三井不動産"
};
s[1506] = {
    c: "9658",
    n: "ビジネスブレイン太田昭和"
};
s[1507] = {
    c: "9878",
    n: "セキド"
};
s[1508] = {
    c: "3172",
    n: "ティーライフ"
};
s[1509] = {
    c: "6093",
    n: "エスクロー・エージェント・ジャパン"
};
s[1510] = {
    c: "3539",
    n: "ＪＭホールディングス"
};
s[1511] = {
    c: "6718",
    n: "アイホン"
};
s[1512] = {
    c: "3372",
    n: "関門海"
};
s[1513] = {
    c: "4246",
    n: "ダイキョーニシカワ"
};
s[1514] = {
    c: "7268",
    n: "タツミ"
};
s[1515] = {
    c: "9028",
    n: "ゼロ"
};
s[1516] = {
    c: "3231",
    n: "野村不動産ホールディングス"
};
s[1517] = {
    c: "6278",
    n: "ユニオンツール"
};
s[1518] = {
    c: "3674",
    n: "オークファン"
};
s[1519] = {
    c: "7567",
    n: "栄電子"
};
s[1520] = {
    c: "8904",
    n: "ＡＶＡＮＴＩＡ"
};
s[1521] = {
    c: "2282",
    n: "日本ハム"
};
s[1522] = {
    c: "7733",
    n: "オリンパス"
};
s[1523] = {
    c: "8524",
    n: "北洋銀行"
};
s[1524] = {
    c: "7922",
    n: "三光産業"
};
s[1525] = {
    c: "3264",
    n: "アスコット"
};
s[1526] = {
    c: "8714",
    n: "池田泉州ホールディングス"
};
s[1527] = {
    c: "2678",
    n: "アスクル"
};
s[1528] = {
    c: "5337",
    n: "ダントーホールディングス"
};
s[1529] = {
    c: "6473",
    n: "ジェイテクト"
};
s[1530] = {
    c: "9003",
    n: "相鉄ホールディングス"
};
s[1531] = {
    c: "2317",
    n: "システナ"
};
s[1532] = {
    c: "3167",
    n: "ＴＯＫＡＩホールディングス"
};
s[1533] = {
    c: "5942",
    n: "日本フイルコン"
};
s[1534] = {
    c: "8115",
    n: "ムーンバット"
};
s[1535] = {
    c: "6542",
    n: "ＦＣホールディングス"
};
s[1536] = {
    c: "5706",
    n: "三井金属鉱業"
};
s[1537] = {
    c: "7379",
    n: "サーキュレーション"
};
s[1538] = {
    c: "1860",
    n: "戸田建設"
};
s[1539] = {
    c: "7585",
    n: "かんなん丸"
};
s[1540] = {
    c: "5951",
    n: "ダイニチ工業"
};
s[1541] = {
    c: "9610",
    n: "ウィルソンＷ"
};
s[1542] = {
    c: "6033",
    n: "エクストリーム"
};
s[1543] = {
    c: "4401",
    n: "ＡＤＥＫＡ"
};
s[1544] = {
    c: "8771",
    n: "イー・ギャランティ"
};
s[1545] = {
    c: "2340",
    n: "極楽湯ホールディングス"
};
s[1546] = {
    c: "3352",
    n: "バッファロー"
};
s[1547] = {
    c: "2001",
    n: "ニップン"
};
s[1548] = {
    c: "5714",
    n: "ＤＯＷＡホールディングス"
};
s[1549] = {
    c: "3536",
    n: "アクサスホールディングス"
};
s[1550] = {
    c: "9987",
    n: "スズケン"
};
s[1551] = {
    c: "2922",
    n: "なとり"
};
s[1552] = {
    c: "9791",
    n: "ビケンテクノ"
};
s[1553] = {
    c: "3080",
    n: "ジェーソン"
};
s[1554] = {
    c: "1439",
    n: "安江工務店"
};
s[1555] = {
    c: "2693",
    n: "ＹＫＴ"
};
s[1556] = {
    c: "1815",
    n: "鉄建建設"
};
s[1557] = {
    c: "4769",
    n: "ＩＣ"
};
s[1558] = {
    c: "7112",
    n: "キューブ"
};
s[1559] = {
    c: "3604",
    n: "川本産業"
};
s[1560] = {
    c: "3422",
    n: "Ｊ－ＭＡＸ"
};
s[1561] = {
    c: "7864",
    n: "フジシールインターナショナル"
};
s[1562] = {
    c: "5031",
    n: "モイ"
};
s[1563] = {
    c: "7992",
    n: "セーラー万年筆"
};
s[1564] = {
    c: "8061",
    n: "西華産業"
};
s[1565] = {
    c: "7384",
    n: "プロクレアホールディングス"
};
s[1566] = {
    c: "7872",
    n: "エステールホールディングス"
};
s[1567] = {
    c: "3333",
    n: "あさひ"
};
s[1568] = {
    c: "3626",
    n: "ＴＩＳ"
};
s[1569] = {
    c: "4234",
    n: "サンエー化研"
};
s[1570] = {
    c: "7949",
    n: "小松ウオール工業"
};
s[1571] = {
    c: "6016",
    n: "ジャパンエンジンコーポレーション"
};
s[1572] = {
    c: "6568",
    n: "神戸天然物化学"
};
s[1573] = {
    c: "7466",
    n: "ＳＰＫ"
};
s[1574] = {
    c: "4568",
    n: "第一三共"
};
s[1575] = {
    c: "5184",
    n: "ニチリン"
};
s[1576] = {
    c: "9322",
    n: "川西倉庫"
};
s[1577] = {
    c: "7722",
    n: "国際計測器"
};
s[1578] = {
    c: "8085",
    n: "ナラサキ産業"
};
s[1579] = {
    c: "6592",
    n: "マブチモーター"
};
s[1580] = {
    c: "3193",
    n: "エターナルホスピタリティグループ"
};
s[1581] = {
    c: "6668",
    n: "アドテック　プラズマ　テクノロジー"
};
s[1582] = {
    c: "7508",
    n: "Ｇ－７ホールディングス"
};
s[1583] = {
    c: "9072",
    n: "ニッコンホールディングス"
};
s[1584] = {
    c: "9164",
    n: "トライト"
};
s[1585] = {
    c: "9347",
    n: "日本管財ホールディングス"
};
s[1586] = {
    c: "4725",
    n: "ＣＡＣ　Ｈｏｌｄｉｎｇｓ"
};
s[1587] = {
    c: "9303",
    n: "住友倉庫"
};
s[1588] = {
    c: "4112",
    n: "保土谷化学工業"
};
s[1589] = {
    c: "8088",
    n: "岩谷産業"
};
s[1590] = {
    c: "2270",
    n: "雪印メグミルク"
};
s[1591] = {
    c: "6140",
    n: "旭ダイヤモンド工業"
};
s[1592] = {
    c: "4538",
    n: "扶桑薬品工業"
};
s[1593] = {
    c: "3639",
    n: "ボルテージ"
};
s[1594] = {
    c: "3635",
    n: "コーエーテクモホールディングス"
};
s[1595] = {
    c: "3306",
    n: "日本製麻"
};
s[1596] = {
    c: "3491",
    n: "ＧＡ　ｔｅｃｈｎｏｌｏｇｉｅｓ"
};
s[1597] = {
    c: "6617",
    n: "東光高岳"
};
s[1598] = {
    c: "9301",
    n: "三菱倉庫"
};
s[1599] = {
    c: "2201",
    n: "森永製菓"
};
s[1600] = {
    c: "4551",
    n: "鳥居薬品"
};
s[1601] = {
    c: "4578",
    n: "大塚ホールディングス"
};
s[1602] = {
    c: "1948",
    n: "弘電社"
};
s[1603] = {
    c: "5268",
    n: "旭コンクリート工業"
};
s[1604] = {
    c: "1835",
    n: "東鉄工業"
};
s[1605] = {
    c: "4658",
    n: "日本空調サービス"
};
s[1606] = {
    c: "6763",
    n: "帝国通信工業"
};
s[1607] = {
    c: "2108",
    n: "日本甜菜製糖"
};
s[1608] = {
    c: "9640",
    n: "セゾンテクノロジー"
};
s[1609] = {
    c: "1420",
    n: "サンヨーホームズ"
};
s[1610] = {
    c: "4674",
    n: "クレスコ"
};
s[1611] = {
    c: "3958",
    n: "笹徳印刷"
};
s[1612] = {
    c: "4464",
    n: "ソフト９９コーポレーション"
};
s[1613] = {
    c: "9790",
    n: "福井コンピュータホールディングス"
};
s[1614] = {
    c: "4235",
    n: "ＵＦＨＤ"
};
s[1615] = {
    c: "8095",
    n: "アステナホールディングス"
};
s[1616] = {
    c: "3569",
    n: "セーレン"
};
s[1617] = {
    c: "9880",
    n: "イノテック"
};
s[1618] = {
    c: "7832",
    n: "バンダイナムコホールディングス"
};
s[1619] = {
    c: "7110",
    n: "クラシコム"
};
s[1620] = {
    c: "3690",
    n: "イルグルム"
};
s[1621] = {
    c: "5344",
    n: "ＭＡＲＵＷＡ"
};
s[1622] = {
    c: "6190",
    n: "フェニックスバイオ"
};
s[1623] = {
    c: "6926",
    n: "岡谷電機産業"
};
s[1624] = {
    c: "9979",
    n: "大庄"
};
s[1625] = {
    c: "8700",
    n: "丸八証券"
};
s[1626] = {
    c: "7049",
    n: "識学"
};
s[1627] = {
    c: "1431",
    n: "Ｌｉｂ　Ｗｏｒｋ"
};
s[1628] = {
    c: "8864",
    n: "空港施設"
};
s[1629] = {
    c: "6841",
    n: "横河電機"
};
s[1630] = {
    c: "9364",
    n: "上組"
};
s[1631] = {
    c: "2269",
    n: "明治ホールディングス"
};
s[1632] = {
    c: "4917",
    n: "マンダム"
};
s[1633] = {
    c: "2674",
    n: "ハードオフコーポレーション"
};
s[1634] = {
    c: "9044",
    n: "南海電気鉄道"
};
s[1635] = {
    c: "7236",
    n: "ティラド"
};
s[1636] = {
    c: "5869",
    n: "早稲田学習研究会"
};
s[1637] = {
    c: "1376",
    n: "カネコ種苗"
};
s[1638] = {
    c: "3329",
    n: "東和フードサービス"
};
s[1639] = {
    c: "7844",
    n: "マーベラス"
};
s[1640] = {
    c: "9475",
    n: "昭文社ホールディングス"
};
s[1641] = {
    c: "4447",
    n: "ピー・ビーシステムズ"
};
s[1642] = {
    c: "1726",
    n: "ビーアールホールディングス"
};
s[1643] = {
    c: "4845",
    n: "スカラ"
};
s[1644] = {
    c: "3458",
    n: "シーアールイー"
};
s[1645] = {
    c: "5440",
    n: "共英製鋼"
};
s[1646] = {
    c: "3647",
    n: "ジー・スリーホールディングス"
};
s[1647] = {
    c: "3895",
    n: "ハビックス"
};
s[1648] = {
    c: "3349",
    n: "コスモス薬品"
};
s[1649] = {
    c: "3093",
    n: "トレジャー・ファクトリー"
};
s[1650] = {
    c: "3280",
    n: "エストラスト"
};
s[1651] = {
    c: "8065",
    n: "佐藤商事"
};
s[1652] = {
    c: "8572",
    n: "アコム"
};
s[1653] = {
    c: "4171",
    n: "グローバルインフォメーション"
};
s[1654] = {
    c: "5194",
    n: "相模ゴム工業"
};
s[1655] = {
    c: "5463",
    n: "丸一鋼管"
};
s[1656] = {
    c: "9856",
    n: "ケーユーホールディングス"
};
s[1657] = {
    c: "3943",
    n: "大石産業"
};
s[1658] = {
    c: "6806",
    n: "ヒロセ電機"
};
s[1659] = {
    c: "7224",
    n: "新明和工業"
};
s[1660] = {
    c: "2700",
    n: "木徳神糧"
};
s[1661] = {
    c: "6497",
    n: "ハマイ"
};
s[1662] = {
    c: "6703",
    n: "沖電気工業"
};
s[1663] = {
    c: "7162",
    n: "アストマックス"
};
s[1664] = {
    c: "8057",
    n: "内田洋行"
};
s[1665] = {
    c: "5929",
    n: "三和ホールディングス"
};
s[1666] = {
    c: "3676",
    n: "デジタルハーツホールディングス"
};
s[1667] = {
    c: "8604",
    n: "野村ホールディングス"
};
s[1668] = {
    c: "3328",
    n: "ＢＥＥＮＯＳ"
};
s[1669] = {
    c: "7512",
    n: "イオン北海道"
};
s[1670] = {
    c: "2342",
    n: "トランスジェニック"
};
s[1671] = {
    c: "1379",
    n: "ホクト"
};
s[1672] = {
    c: "177A",
    n: "コージンバイオ"
};
s[1673] = {
    c: "3997",
    n: "トレードワークス"
};
s[1674] = {
    c: "9444",
    n: "トーシンホールディングス"
};
s[1675] = {
    c: "7313",
    n: "テイ・エス　テック"
};
s[1676] = {
    c: "6181",
    n: "タメニー"
};
s[1677] = {
    c: "7925",
    n: "前澤化成工業"
};
s[1678] = {
    c: "6486",
    n: "イーグル工業"
};
s[1679] = {
    c: "3038",
    n: "神戸物産"
};
s[1680] = {
    c: "8127",
    n: "ヤマトインターナショナル"
};
s[1681] = {
    c: "9252",
    n: "ラストワンマイル"
};
s[1682] = {
    c: "4318",
    n: "クイック"
};
s[1683] = {
    c: "4045",
    n: "東亞合成"
};
s[1684] = {
    c: "6324",
    n: "ハーモニック・ドライブ・システムズ"
};
s[1685] = {
    c: "5195",
    n: "バンドー化学"
};
s[1686] = {
    c: "6819",
    n: "伊豆シャボテンリゾート"
};
s[1687] = {
    c: "7443",
    n: "横浜魚類"
};
s[1688] = {
    c: "8927",
    n: "明豊エンタープライズ"
};
s[1689] = {
    c: "8058",
    n: "三菱商事"
};
s[1690] = {
    c: "9795",
    n: "ステップ"
};
s[1691] = {
    c: "4333",
    n: "東邦システムサイエンス"
};
s[1692] = {
    c: "8698",
    n: "マネックスグループ"
};
s[1693] = {
    c: "9168",
    n: "ライズ・コンサルティング・グループ"
};
s[1694] = {
    c: "6310",
    n: "井関農機"
};
s[1695] = {
    c: "4530",
    n: "久光製薬"
};
s[1696] = {
    c: "7981",
    n: "タカラスタンダード"
};
s[1697] = {
    c: "8253",
    n: "クレディセゾン"
};
s[1698] = {
    c: "5013",
    n: "ユシロ化学工業"
};
s[1699] = {
    c: "6755",
    n: "富士通ゼネラル"
};
s[1700] = {
    c: "7228",
    n: "デイトナ"
};
s[1701] = {
    c: "6287",
    n: "サトーホールディングス"
};
s[1702] = {
    c: "9414",
    n: "日本ＢＳ放送"
};
s[1703] = {
    c: "8278",
    n: "フジ"
};
s[1704] = {
    c: "9445",
    n: "フォーバルテレコム"
};
s[1705] = {
    c: "5232",
    n: "住友大阪セメント"
};
s[1706] = {
    c: "2124",
    n: "ジェイエイシーリクルートメント"
};
s[1707] = {
    c: "3071",
    n: "ストリーム"
};
s[1708] = {
    c: "8804",
    n: "東京建物"
};
s[1709] = {
    c: "7116",
    n: "ダイワ通信"
};
s[1710] = {
    c: "2918",
    n: "わらべや日洋ホールディングス"
};
s[1711] = {
    c: "3294",
    n: "イーグランド"
};
s[1712] = {
    c: "5959",
    n: "岡部"
};
s[1713] = {
    c: "9753",
    n: "アイエックス・ナレッジ"
};
s[1714] = {
    c: "3695",
    n: "ＧＭＯリサーチ＆ＡＩ"
};
s[1715] = {
    c: "8996",
    n: "ハウスフリーダム"
};
s[1716] = {
    c: "3191",
    n: "ジョイフル本田"
};
s[1717] = {
    c: "7621",
    n: "うかい"
};
s[1718] = {
    c: "8370",
    n: "紀陽銀行"
};
s[1719] = {
    c: "1884",
    n: "日本道路"
};
s[1720] = {
    c: "6158",
    n: "和井田製作所"
};
s[1721] = {
    c: "8203",
    n: "ミスターマックス・ホールディングス"
};
s[1722] = {
    c: "3031",
    n: "ラクーンホールディングス"
};
s[1723] = {
    c: "3981",
    n: "ビーグリー"
};
s[1724] = {
    c: "8133",
    n: "伊藤忠エネクス"
};
s[1725] = {
    c: "3177",
    n: "ありがとうサービス"
};
s[1726] = {
    c: "3452",
    n: "ビーロット"
};
s[1727] = {
    c: "4502",
    n: "武田薬品工業"
};
s[1728] = {
    c: "6282",
    n: "オイレス工業"
};
s[1729] = {
    c: "7555",
    n: "大田花き"
};
s[1730] = {
    c: "2136",
    n: "ヒップ"
};
s[1731] = {
    c: "3662",
    n: "エイチーム"
};
s[1732] = {
    c: "6164",
    n: "太陽工機"
};
s[1733] = {
    c: "6403",
    n: "水道機工"
};
s[1734] = {
    c: "1969",
    n: "高砂熱学工業"
};
s[1735] = {
    c: "6395",
    n: "タダノ"
};
s[1736] = {
    c: "9885",
    n: "シャルレ"
};
s[1737] = {
    c: "9929",
    n: "平和紙業"
};
s[1738] = {
    c: "9948",
    n: "アークス"
};
s[1739] = {
    c: "6647",
    n: "森尾電機"
};
s[1740] = {
    c: "6788",
    n: "日本トリム"
};
s[1741] = {
    c: "7729",
    n: "東京精密"
};
s[1742] = {
    c: "9428",
    n: "クロップス"
};
s[1743] = {
    c: "167A",
    n: "リョーサン菱洋ホールディングス"
};
s[1744] = {
    c: "4088",
    n: "エア・ウォーター"
};
s[1745] = {
    c: "8015",
    n: "豊田通商"
};
s[1746] = {
    c: "8163",
    n: "ＳＲＳホールディングス"
};
s[1747] = {
    c: "8622",
    n: "水戸証券"
};
s[1748] = {
    c: "1951",
    n: "エクシオグループ"
};
s[1749] = {
    c: "4094",
    n: "日本化学産業"
};
s[1750] = {
    c: "4920",
    n: "日本色材工業研究所"
};
s[1751] = {
    c: "8093",
    n: "極東貿易"
};
s[1752] = {
    c: "9768",
    n: "いであ"
};
s[1753] = {
    c: "9882",
    n: "イエローハット"
};
s[1754] = {
    c: "4800",
    n: "オリコン"
};
s[1755] = {
    c: "8931",
    n: "和田興産"
};
s[1756] = {
    c: "7721",
    n: "東京計器"
};
s[1757] = {
    c: "7908",
    n: "ＫＩＭＯＴＯ"
};
s[1758] = {
    c: "2153",
    n: "Ｅ・Ｊホールディングス"
};
s[1759] = {
    c: "6988",
    n: "日東電工"
};
s[1760] = {
    c: "3070",
    n: "アマガサ"
};
s[1761] = {
    c: "6365",
    n: "電業社機械製作所"
};
s[1762] = {
    c: "9543",
    n: "静岡ガス"
};
s[1763] = {
    c: "2742",
    n: "ハローズ"
};
s[1764] = {
    c: "7532",
    n: "パンパシＨＤ"
};
s[1765] = {
    c: "5577",
    n: "アイデミー"
};
s[1766] = {
    c: "9902",
    n: "日伝"
};
s[1767] = {
    c: "6302",
    n: "住友重機械工業"
};
s[1768] = {
    c: "4766",
    n: "ピーエイ"
};
s[1769] = {
    c: "4694",
    n: "ビー・エム・エル"
};
s[1770] = {
    c: "7037",
    n: "テノ．ホールディングス"
};
s[1771] = {
    c: "7040",
    n: "サン・ライフホールディング"
};
s[1772] = {
    c: "5244",
    n: "ｊｉｇ．ｊｐ"
};
s[1773] = {
    c: "4684",
    n: "オービック"
};
s[1774] = {
    c: "7061",
    n: "日本ホスピスホールディングス"
};
s[1775] = {
    c: "1820",
    n: "西松建設"
};
s[1776] = {
    c: "2003",
    n: "日東富士製粉"
};
s[1777] = {
    c: "4012",
    n: "アクシス"
};
s[1778] = {
    c: "4671",
    n: "ファルコホールディングス"
};
s[1779] = {
    c: "8005",
    n: "スクロール"
};
s[1780] = {
    c: "9351",
    n: "東洋埠頭"
};
s[1781] = {
    c: "1808",
    n: "長谷工コーポレーション"
};
s[1782] = {
    c: "6540",
    n: "船場"
};
s[1783] = {
    c: "9256",
    n: "サクシード"
};
s[1784] = {
    c: "5121",
    n: "藤倉コンポジット"
};
s[1785] = {
    c: "3788",
    n: "ＧＭＯ－ＧＳ"
};
s[1786] = {
    c: "6405",
    n: "鈴茂器工"
};
s[1787] = {
    c: "8301",
    n: "日本銀行"
};
s[1788] = {
    c: "9974",
    n: "ベルク"
};
s[1789] = {
    c: "3423",
    n: "エスイー"
};
s[1790] = {
    c: "6986",
    n: "双葉電子工業"
};
s[1791] = {
    c: "6769",
    n: "ザインエレクトロニクス"
};
s[1792] = {
    c: "8360",
    n: "山梨中央銀行"
};
s[1793] = {
    c: "2908",
    n: "フジッコ"
};
s[1794] = {
    c: "4540",
    n: "ツムラ"
};
s[1795] = {
    c: "8182",
    n: "いなげや"
};
s[1796] = {
    c: "3299",
    n: "ムゲンエステート"
};
s[1797] = {
    c: "4923",
    n: "コタ"
};
s[1798] = {
    c: "6901",
    n: "澤藤電機"
};
s[1799] = {
    c: "8291",
    n: "日産東京販売ホールディングス"
};
s[1800] = {
    c: "5888",
    n: "ＤＡＩＷＡ　ＣＹＣＬＥ"
};
s[1801] = {
    c: "2764",
    n: "ひらまつ"
};
s[1802] = {
    c: "8508",
    n: "Ｊトラスト"
};
s[1803] = {
    c: "6964",
    n: "サンコー"
};
s[1804] = {
    c: "9735",
    n: "セコム"
};
s[1805] = {
    c: "3087",
    n: "ドトール・日レスホールディングス"
};
s[1806] = {
    c: "4811",
    n: "ドリーム・アーツ"
};
s[1807] = {
    c: "9994",
    n: "やまや"
};
s[1808] = {
    c: "3600",
    n: "フジックス"
};
s[1809] = {
    c: "6155",
    n: "高松機械工業"
};
s[1810] = {
    c: "9449",
    n: "ＧＭＯインターネットグループ"
};
s[1811] = {
    c: "8462",
    n: "フューチャーベンチャーキャピタル"
};
s[1812] = {
    c: "2053",
    n: "中部飼料"
};
s[1813] = {
    c: "9368",
    n: "キムラユニティー"
};
s[1814] = {
    c: "3050",
    n: "ＤＣＭホールディングス"
};
s[1815] = {
    c: "8267",
    n: "イオン"
};
s[1816] = {
    c: "9057",
    n: "遠州トラック"
};
s[1817] = {
    c: "9413",
    n: "テレビ東京ホールディングス"
};
s[1818] = {
    c: "5632",
    n: "三菱製鋼"
};
s[1819] = {
    c: "6480",
    n: "日本トムソン"
};
s[1820] = {
    c: "6193",
    n: "バーチャレクス・ホールディングス"
};
s[1821] = {
    c: "7718",
    n: "スター精密"
};
s[1822] = {
    c: "9037",
    n: "ハマキョウレックス"
};
s[1823] = {
    c: "2220",
    n: "亀田製菓"
};
s[1824] = {
    c: "5411",
    n: "ＪＦＥホールディングス"
};
s[1825] = {
    c: "9068",
    n: "丸全昭和運輸"
};
s[1826] = {
    c: "9245",
    n: "リベロ"
};
s[1827] = {
    c: "2590",
    n: "ダイドーグループホールディングス"
};
s[1828] = {
    c: "8260",
    n: "井筒屋"
};
s[1829] = {
    c: "6217",
    n: "津田駒工業"
};
s[1830] = {
    c: "6371",
    n: "椿本チエイン"
};
s[1831] = {
    c: "8616",
    n: "東海東京"
};
s[1832] = {
    c: "5279",
    n: "日本興業"
};
s[1833] = {
    c: "8091",
    n: "ニチモウ"
};
s[1834] = {
    c: "2454",
    n: "オールアバウト"
};
s[1835] = {
    c: "3107",
    n: "ダイワボウホールディングス"
};
s[1836] = {
    c: "4719",
    n: "アルファシステムズ"
};
s[1837] = {
    c: "3543",
    n: "コメダホールディングス"
};
s[1838] = {
    c: "4410",
    n: "ハリマ化成グループ"
};
s[1839] = {
    c: "1716",
    n: "第一カッター興業"
};
s[1840] = {
    c: "4523",
    n: "エーザイ"
};
s[1841] = {
    c: "7888",
    n: "三光合成"
};
s[1842] = {
    c: "2288",
    n: "丸大食品"
};
s[1843] = {
    c: "3236",
    n: "プロパスト"
};
s[1844] = {
    c: "6904",
    n: "原田工業"
};
s[1845] = {
    c: "3198",
    n: "ＳＦＰホールディングス"
};
s[1846] = {
    c: "4976",
    n: "東洋ドライルーブ"
};
s[1847] = {
    c: "3409",
    n: "北日本紡績"
};
s[1848] = {
    c: "3807",
    n: "フィスコ"
};
s[1849] = {
    c: "8179",
    n: "ロイヤルホールディングス"
};
s[1850] = {
    c: "9319",
    n: "中央倉庫"
};
s[1851] = {
    c: "3222",
    n: "ＵＳＭＨ"
};
s[1852] = {
    c: "7833",
    n: "アイフィスジャパン"
};
s[1853] = {
    c: "7932",
    n: "ニッピ"
};
s[1854] = {
    c: "4716",
    n: "日本オラクル"
};
s[1855] = {
    c: "6858",
    n: "小野測器"
};
s[1856] = {
    c: "7707",
    n: "プレシジョン・システム・サイエンス"
};
s[1857] = {
    c: "7269",
    n: "スズキ"
};
s[1858] = {
    c: "3891",
    n: "ニッポン高度紙工業"
};
s[1859] = {
    c: "8609",
    n: "岡三証券グループ"
};
s[1860] = {
    c: "4221",
    n: "大倉工業"
};
s[1861] = {
    c: "6845",
    n: "アズビル"
};
s[1862] = {
    c: "1776",
    n: "三井住建道路"
};
s[1863] = {
    c: "6136",
    n: "ＯＳＧ"
};
s[1864] = {
    c: "7434",
    n: "オータケ"
};
s[1865] = {
    c: "3467",
    n: "アグレ都市デザイン"
};
s[1866] = {
    c: "8160",
    n: "木曽路"
};
s[1867] = {
    c: "3096",
    n: "オーシャンシステム"
};
s[1868] = {
    c: "3221",
    n: "ヨシックスホールディングス"
};
s[1869] = {
    c: "7705",
    n: "ジーエルサイエンス"
};
s[1870] = {
    c: "4092",
    n: "日本化学工業"
};
s[1871] = {
    c: "5987",
    n: "オーネックス"
};
s[1872] = {
    c: "8946",
    n: "ＡＳＩＡＮ　ＳＴＡＲ"
};
s[1873] = {
    c: "9532",
    n: "大阪ガス"
};
s[1874] = {
    c: "4526",
    n: "理研ビタミン"
};
s[1875] = {
    c: "5563",
    n: "新日本電工"
};
s[1876] = {
    c: "1380",
    n: "秋川牧園"
};
s[1877] = {
    c: "3497",
    n: "ＬｅＴｅｃｈ"
};
s[1878] = {
    c: "5142",
    n: "アキレス"
};
s[1879] = {
    c: "7128",
    n: "フルサト・マルカホールディングス"
};
s[1880] = {
    c: "2196",
    n: "エスクリ"
};
s[1881] = {
    c: "7414",
    n: "小野建"
};
s[1882] = {
    c: "3416",
    n: "ピクスタ"
};
s[1883] = {
    c: "6436",
    n: "アマノ"
};
s[1884] = {
    c: "9075",
    n: "福山通運"
};
s[1885] = {
    c: "5259",
    n: "ＢＢＤイニシアティブ"
};
s[1886] = {
    c: "7198",
    n: "ＳＢＩアルヒ"
};
s[1887] = {
    c: "9405",
    n: "朝日放送グループホールディングス"
};
s[1888] = {
    c: "9613",
    n: "ＮＴＴデータグループ"
};
s[1889] = {
    c: "2916",
    n: "仙波糖化工業"
};
s[1890] = {
    c: "3537",
    n: "昭栄薬品"
};
s[1891] = {
    c: "2204",
    n: "中村屋"
};
s[1892] = {
    c: "3232",
    n: "三重交通グループホールディングス"
};
s[1893] = {
    c: "6954",
    n: "ファナック"
};
s[1894] = {
    c: "9042",
    n: "阪急阪神ホールディングス"
};
s[1895] = {
    c: "2359",
    n: "コア"
};
s[1896] = {
    c: "5280",
    n: "ヨシコン"
};
s[1897] = {
    c: "3864",
    n: "三菱製紙"
};
s[1898] = {
    c: "8850",
    n: "スターツコーポレーション"
};
s[1899] = {
    c: "4619",
    n: "日本特殊塗料"
};
s[1900] = {
    c: "7212",
    n: "エフテック"
};
s[1901] = {
    c: "3075",
    n: "銚子丸"
};
s[1902] = {
    c: "3933",
    n: "チエル"
};
s[1903] = {
    c: "4970",
    n: "東洋合成工業"
};
s[1904] = {
    c: "7259",
    n: "アイシン"
};
s[1905] = {
    c: "7686",
    n: "カクヤスグループ"
};
s[1906] = {
    c: "6264",
    n: "マルマエ"
};
s[1907] = {
    c: "4040",
    n: "南海化学"
};
s[1908] = {
    c: "5992",
    n: "中央発條"
};
s[1909] = {
    c: "6325",
    n: "タカキタ"
};
s[1910] = {
    c: "7272",
    n: "ヤマハ発動機"
};
s[1911] = {
    c: "2931",
    n: "ユーグレナ"
};
s[1912] = {
    c: "7226",
    n: "極東開発工業"
};
s[1913] = {
    c: "8905",
    n: "イオンモール"
};
s[1914] = {
    c: "8940",
    n: "インテリックス"
};
s[1915] = {
    c: "9682",
    n: "ＤＴＳ"
};
s[1916] = {
    c: "8194",
    n: "ライフコーポレーション"
};
s[1917] = {
    c: "2294",
    n: "柿安本店"
};
s[1918] = {
    c: "9244",
    n: "デジタリフト"
};
s[1919] = {
    c: "4362",
    n: "日本精化"
};
s[1920] = {
    c: "9716",
    n: "乃村工藝社"
};
s[1921] = {
    c: "6086",
    n: "シンメンテホールディングス"
};
s[1922] = {
    c: "5618",
    n: "ナイル"
};
s[1923] = {
    c: "9627",
    n: "アインホールディングス"
};
s[1924] = {
    c: "8562",
    n: "福島銀行"
};
s[1925] = {
    c: "4319",
    n: "ＴＡＣ"
};
s[1926] = {
    c: "5915",
    n: "駒井ハルテック"
};
s[1927] = {
    c: "8381",
    n: "山陰合同銀行"
};
s[1928] = {
    c: "2331",
    n: "綜合警備保障"
};
s[1929] = {
    c: "2752",
    n: "フジオフードグループ本社"
};
s[1930] = {
    c: "3248",
    n: "アールエイジ"
};
s[1931] = {
    c: "3641",
    n: "パピレス"
};
s[1932] = {
    c: "9744",
    n: "メイテックグループホールディングス"
};
s[1933] = {
    c: "2533",
    n: "オエノンホールディングス"
};
s[1934] = {
    c: "6306",
    n: "日工"
};
s[1935] = {
    c: "9251",
    n: "ＡＢ＆Ｃｏｍｐａｎｙ"
};
s[1936] = {
    c: "5015",
    n: "ビーピー・カストロール"
};
s[1937] = {
    c: "6734",
    n: "ニューテック"
};
s[1938] = {
    c: "7038",
    n: "フロンティア・マネジメント"
};
s[1939] = {
    c: "8473",
    n: "ＳＢＩホールディングス"
};
s[1940] = {
    c: "8511",
    n: "日本証券金融"
};
s[1941] = {
    c: "4188",
    n: "三菱ケミカルグループ"
};
s[1942] = {
    c: "8014",
    n: "蝶理"
};
s[1943] = {
    c: "2937",
    n: "サンクゼール"
};
s[1944] = {
    c: "4559",
    n: "ゼリア新薬工業"
};
s[1945] = {
    c: "9845",
    n: "パーカーコーポレーション"
};
s[1946] = {
    c: "9887",
    n: "松屋フーズホールディングス"
};
s[1947] = {
    c: "4767",
    n: "テー・オー・ダブリュー"
};
s[1948] = {
    c: "8209",
    n: "フレンドリー"
};
s[1949] = {
    c: "6333",
    n: "帝国電機製作所"
};
s[1950] = {
    c: "8928",
    n: "穴吹興産"
};
s[1951] = {
    c: "9622",
    n: "スペース"
};
s[1952] = {
    c: "2169",
    n: "ＣＤＳ"
};
s[1953] = {
    c: "9531",
    n: "東京ガス"
};
s[1954] = {
    c: "3003",
    n: "ヒューリック"
};
s[1955] = {
    c: "4491",
    n: "コンピューターマネージメント"
};
s[1956] = {
    c: "7031",
    n: "インバウンドテック"
};
s[1957] = {
    c: "7343",
    n: "ブロードマインド"
};
s[1958] = {
    c: "4375",
    n: "セーフィー"
};
s[1959] = {
    c: "8411",
    n: "みずほフィナンシャルグループ"
};
s[1960] = {
    c: "4847",
    n: "インテリジェント　ウェイブ"
};
s[1961] = {
    c: "5983",
    n: "イワブチ"
};
s[1962] = {
    c: "8075",
    n: "神鋼商事"
};
s[1963] = {
    c: "4539",
    n: "日本ケミファ"
};
s[1964] = {
    c: "7122",
    n: "近畿車輛"
};
s[1965] = {
    c: "6049",
    n: "イトクロ"
};
s[1966] = {
    c: "1719",
    n: "安藤・間"
};
s[1967] = {
    c: "2193",
    n: "クックパッド"
};
s[1968] = {
    c: "3965",
    n: "キャピタル・アセット・プランニング"
};
s[1969] = {
    c: "6752",
    n: "パナソニック　ホールディングス"
};
s[1970] = {
    c: "4208",
    n: "ＵＢＥ"
};
s[1971] = {
    c: "8887",
    n: "リベレステ"
};
s[1972] = {
    c: "6472",
    n: "ＮＴＮ"
};
s[1973] = {
    c: "7486",
    n: "サンリン"
};
s[1974] = {
    c: "5535",
    n: "ミガロホールディングス"
};
s[1975] = {
    c: "9257",
    n: "ＹＣＰ"
};
s[1976] = {
    c: "2897",
    n: "日清食品ホールディングス"
};
s[1977] = {
    c: "4839",
    n: "ＷＯＷＯＷ"
};
s[1978] = {
    c: "9983",
    n: "ファーストリテイリング"
};
s[1979] = {
    c: "1828",
    n: "田辺工業"
};
s[1980] = {
    c: "5852",
    n: "アーレスティ"
};
s[1981] = {
    c: "6517",
    n: "デンヨー"
};
s[1982] = {
    c: "4554",
    n: "富士製薬工業"
};
s[1983] = {
    c: "6150",
    n: "タケダ機械"
};
s[1984] = {
    c: "3246",
    n: "コーセーアールイー"
};
s[1985] = {
    c: "2993",
    n: "長栄"
};
s[1986] = {
    c: "8938",
    n: "グローム・ホールディングス"
};
s[1987] = {
    c: "9719",
    n: "ＳＣＳＫ"
};
s[1988] = {
    c: "7278",
    n: "エクセディ"
};
s[1989] = {
    c: "6555",
    n: "ＭＳ＆Ｃｏｎｓｕｌｔｉｎｇ"
};
s[1990] = {
    c: "7804",
    n: "ビーアンドピー"
};
s[1991] = {
    c: "8046",
    n: "丸藤シートパイル"
};
s[1992] = {
    c: "2975",
    n: "スター・マイカ・ホールディングス"
};
s[1993] = {
    c: "6062",
    n: "チャーム・ケア・コーポレーション"
};
s[1994] = {
    c: "6369",
    n: "トーヨーカネツ"
};
s[1995] = {
    c: "9233",
    n: "アジア航測"
};
s[1996] = {
    c: "153A",
    n: "カウリス"
};
s[1997] = {
    c: "4337",
    n: "ぴあ"
};
s[1998] = {
    c: "6059",
    n: "ウチヤマホールディングス"
};
s[1999] = {
    c: "2181",
    n: "パーソルホールディングス"
};
s[2000] = {
    c: "3566",
    n: "ユニフォームネクスト"
};
s[2001] = {
    c: "9888",
    n: "ＵＥＸ"
};
s[2002] = {
    c: "9432",
    n: "日本電信電話"
};
s[2003] = {
    c: "7464",
    n: "セフテック"
};
s[2004] = {
    c: "9713",
    n: "ロイヤルホテル"
};
s[2005] = {
    c: "7545",
    n: "西松屋チェーン"
};
s[2006] = {
    c: "5395",
    n: "理研コランダム"
};
s[2007] = {
    c: "6947",
    n: "図研"
};
s[2008] = {
    c: "2378",
    n: "ルネサンス"
};
s[2009] = {
    c: "7066",
    n: "ピアズ"
};
s[2010] = {
    c: "8029",
    n: "ルックホールディングス"
};
s[2011] = {
    c: "3238",
    n: "セントラル総合開発"
};
s[2012] = {
    c: "7245",
    n: "大同メタル工業"
};
s[2013] = {
    c: "7463",
    n: "アドヴァングループ"
};
s[2014] = {
    c: "9384",
    n: "内外トランスライン"
};
s[2015] = {
    c: "4193",
    n: "ファブリカホールディングス"
};
s[2016] = {
    c: "9250",
    n: "ＧＲＣＳ"
};
s[2017] = {
    c: "6245",
    n: "ヒラノテクシード"
};
s[2018] = {
    c: "9302",
    n: "三井倉庫ホールディングス"
};
s[2019] = {
    c: "3803",
    n: "イメージ情報開発"
};
s[2020] = {
    c: "7126",
    n: "グローバルスタイル"
};
s[2021] = {
    c: "3176",
    n: "三洋貿易"
};
s[2022] = {
    c: "6742",
    n: "京三製作所"
};
s[2023] = {
    c: "6942",
    n: "ソフィアホールディングス"
};
s[2024] = {
    c: "7769",
    n: "リズム"
};
s[2025] = {
    c: "5957",
    n: "日東精工"
};
s[2026] = {
    c: "6981",
    n: "村田製作所"
};
s[2027] = {
    c: "8304",
    n: "あおぞら銀行"
};
s[2028] = {
    c: "8098",
    n: "稲畑産業"
};
s[2029] = {
    c: "1712",
    n: "ダイセキ環境ソリューション"
};
s[2030] = {
    c: "4174",
    n: "アピリッツ"
};
s[2031] = {
    c: "6339",
    n: "新東工業"
};
s[2032] = {
    c: "9715",
    n: "トランス・コスモス"
};
s[2033] = {
    c: "3113",
    n: "ＵＮＩＶＡ・Ｏａｋホールディングス"
};
s[2034] = {
    c: "4452",
    n: "花王"
};
s[2035] = {
    c: "9726",
    n: "ＫＮＴ－ＣＴホールディングス"
};
s[2036] = {
    c: "5757",
    n: "ＣＫサンエツ"
};
s[2037] = {
    c: "6844",
    n: "新電元工業"
};
s[2038] = {
    c: "8844",
    n: "コスモスイニシア"
};
s[2039] = {
    c: "9235",
    n: "売れるネット広告社"
};
s[2040] = {
    c: "1850",
    n: "南海辰村建設"
};
s[2041] = {
    c: "7079",
    n: "ＷＤＢココ"
};
s[2042] = {
    c: "9332",
    n: "ＮＩＳＳＯホールディングス"
};
s[2043] = {
    c: "3976",
    n: "シャノン"
};
s[2044] = {
    c: "2212",
    n: "山崎製パン"
};
s[2045] = {
    c: "6544",
    n: "Ｊエレベータ"
};
s[2046] = {
    c: "3393",
    n: "スターティアホールディングス"
};
s[2047] = {
    c: "3457",
    n: "Ａｎｄ　Ｄｏホールディングス"
};
s[2048] = {
    c: "6305",
    n: "日立建機"
};
s[2049] = {
    c: "6159",
    n: "ミクロン精密"
};
s[2050] = {
    c: "6907",
    n: "ジオマテック"
};
s[2051] = {
    c: "5482",
    n: "愛知製鋼"
};
s[2052] = {
    c: "4097",
    n: "高圧ガス工業"
};
s[2053] = {
    c: "8185",
    n: "チヨダ"
};
s[2054] = {
    c: "6358",
    n: "酒井重工業"
};
s[2055] = {
    c: "6927",
    n: "ヘリオス　テクノ　ホールディング"
};
s[2056] = {
    c: "9989",
    n: "サンドラッグ"
};
s[2057] = {
    c: "6332",
    n: "月島ホールディングス"
};
s[2058] = {
    c: "2471",
    n: "エスプール"
};
s[2059] = {
    c: "9619",
    n: "イチネンホールディングス"
};
s[2060] = {
    c: "3878",
    n: "巴川コーポレーション"
};
s[2061] = {
    c: "3549",
    n: "クスリのアオキホールディングス"
};
s[2062] = {
    c: "1375",
    n: "雪国まいたけ"
};
s[2063] = {
    c: "8935",
    n: "ＦＪネクストホールディングス"
};
s[2064] = {
    c: "7593",
    n: "ＶＴホールディングス"
};
s[2065] = {
    c: "7730",
    n: "マニー"
};
s[2066] = {
    c: "3848",
    n: "データ・アプリケーション"
};
s[2067] = {
    c: "6147",
    n: "ヤマザキ"
};
s[2068] = {
    c: "2734",
    n: "サーラコーポレーション"
};
s[2069] = {
    c: "6920",
    n: "レーザーテック"
};
s[2070] = {
    c: "5287",
    n: "イトーヨーギョー"
};
s[2071] = {
    c: "6090",
    n: "ＨＭＴ"
};
s[2072] = {
    c: "1852",
    n: "淺沼組"
};
s[2073] = {
    c: "3069",
    n: "ＪＦＬＡホールディングス"
};
s[2074] = {
    c: "3134",
    n: "Ｈａｍｅｅ"
};
s[2075] = {
    c: "6038",
    n: "イード"
};
s[2076] = {
    c: "7247",
    n: "ミクニ"
};
s[2077] = {
    c: "7538",
    n: "大水"
};
s[2078] = {
    c: "8600",
    n: "トモニホールディングス"
};
s[2079] = {
    c: "9417",
    n: "スマートバリュー"
};
s[2080] = {
    c: "1879",
    n: "新日本建設"
};
s[2081] = {
    c: "2810",
    n: "ハウス食品グループ本社"
};
s[2082] = {
    c: "8585",
    n: "オリエントコーポレーション"
};
s[2083] = {
    c: "9074",
    n: "日本石油輸送"
};
s[2084] = {
    c: "6744",
    n: "能美防災"
};
s[2085] = {
    c: "8591",
    n: "オリックス"
};
s[2086] = {
    c: "5451",
    n: "淀川製鋼所"
};
s[2087] = {
    c: "7743",
    n: "シード"
};
s[2088] = {
    c: "1736",
    n: "オーテック"
};
s[2089] = {
    c: "8919",
    n: "カチタス"
};
s[2090] = {
    c: "7412",
    n: "アトム"
};
s[2091] = {
    c: "7771",
    n: "日本精密"
};
s[2092] = {
    c: "4628",
    n: "エスケー化研"
};
s[2093] = {
    c: "6362",
    n: "石井鐵工所"
};
s[2094] = {
    c: "4301",
    n: "アミューズ"
};
s[2095] = {
    c: "8308",
    n: "りそなホールディングス"
};
s[2096] = {
    c: "5471",
    n: "大同特殊鋼"
};
s[2097] = {
    c: "9896",
    n: "ＪＫホールディングス"
};
s[2098] = {
    c: "1810",
    n: "松井建設"
};
s[2099] = {
    c: "4429",
    n: "リックソフト"
};
s[2100] = {
    c: "2264",
    n: "森永乳業"
};
s[2101] = {
    c: "2301",
    n: "学情"
};
s[2102] = {
    c: "2762",
    n: "ＳＡＮＫＯ"
};
s[2103] = {
    c: "9326",
    n: "関通"
};
s[2104] = {
    c: "5401",
    n: "日本製鉄"
};
s[2105] = {
    c: "1928",
    n: "積水ハウス"
};
s[2106] = {
    c: "4284",
    n: "ソルクシーズ"
};
s[2107] = {
    c: "9433",
    n: "ＫＤＤＩ"
};
s[2108] = {
    c: "2349",
    n: "エヌアイデイ"
};
s[2109] = {
    c: "4187",
    n: "大阪有機化学工業"
};
s[2110] = {
    c: "5986",
    n: "モリテック　スチール"
};
s[2111] = {
    c: "6590",
    n: "芝浦メカトロニクス"
};
s[2112] = {
    c: "6291",
    n: "日本エアーテック"
};
s[2113] = {
    c: "6723",
    n: "ルネサスエレクトロニクス"
};
s[2114] = {
    c: "9024",
    n: "西武ホールディングス"
};
s[2115] = {
    c: "5713",
    n: "住友金属鉱山"
};
s[2116] = {
    c: "1873",
    n: "日本ハウスホールディングス"
};
s[2117] = {
    c: "6319",
    n: "シンニッタン"
};
s[2118] = {
    c: "7421",
    n: "カッパ・クリエイト"
};
s[2119] = {
    c: "9644",
    n: "タナベコンサルティンググループ"
};
s[2120] = {
    c: "2692",
    n: "伊藤忠食品"
};
s[2121] = {
    c: "6539",
    n: "ＭＳ－Ｊａｐａｎ"
};
s[2122] = {
    c: "4624",
    n: "イサム塗料"
};
s[2123] = {
    c: "3284",
    n: "フージャースホールディングス"
};
s[2124] = {
    c: "6493",
    n: "ＮＩＴＴＡＮ"
};
s[2125] = {
    c: "6848",
    n: "東亜ディーケーケー"
};
s[2126] = {
    c: "7380",
    n: "十六フィナンシャルグループ"
};
s[2127] = {
    c: "6615",
    n: "ユー・エム・シー・エレクトロニクス"
};
s[2128] = {
    c: "4958",
    n: "長谷川香料"
};
s[2129] = {
    c: "4450",
    n: "パワーソリューションズ"
};
s[2130] = {
    c: "5658",
    n: "日亜鋼業"
};
s[2131] = {
    c: "7782",
    n: "シンシア"
};
s[2132] = {
    c: "1893",
    n: "五洋建設"
};
s[2133] = {
    c: "5202",
    n: "日本板硝子"
};
s[2134] = {
    c: "6625",
    n: "ＪＡＬＣＯホールディングス"
};
s[2135] = {
    c: "7138",
    n: "ＴＯＲＩＣＯ"
};
s[2136] = {
    c: "4462",
    n: "石原ケミカル"
};
s[2137] = {
    c: "7445",
    n: "ライトオン"
};
s[2138] = {
    c: "3028",
    n: "アルペン"
};
s[2139] = {
    c: "3141",
    n: "ウエルシアホールディングス"
};
s[2140] = {
    c: "3837",
    n: "アドソル日進"
};
s[2141] = {
    c: "2216",
    n: "カンロ"
};
s[2142] = {
    c: "2341",
    n: "アルバイトタイムス"
};
s[2143] = {
    c: "2768",
    n: "双日"
};
s[2144] = {
    c: "7369",
    n: "メイホーホールディングス"
};
s[2145] = {
    c: "8914",
    n: "エリアリンク"
};
s[2146] = {
    c: "3857",
    n: "ラック"
};
s[2147] = {
    c: "4432",
    n: "ウイングアーク１ｓｔ"
};
s[2148] = {
    c: "9522",
    n: "リニューアブル・ジャパン"
};
s[2149] = {
    c: "2795",
    n: "日本プリメックス"
};
s[2150] = {
    c: "3924",
    n: "ランドコンピュータ"
};
s[2151] = {
    c: "2694",
    n: "焼肉坂井ホールディングス"
};
s[2152] = {
    c: "7531",
    n: "清和中央ホールディングス"
};
s[2153] = {
    c: "8410",
    n: "セブン銀行"
};
s[2154] = {
    c: "1401",
    n: "エムビーエス"
};
s[2155] = {
    c: "5009",
    n: "富士興産"
};
s[2156] = {
    c: "7060",
    n: "ギークス"
};
s[2157] = {
    c: "9535",
    n: "広島ガス"
};
s[2158] = {
    c: "4801",
    n: "セントラルスポーツ"
};
s[2159] = {
    c: "5351",
    n: "品川リフラクトリーズ"
};
s[2160] = {
    c: "7510",
    n: "たけびし"
};
s[2161] = {
    c: "8007",
    n: "高島"
};
s[2162] = {
    c: "3842",
    n: "ネクストジェン"
};
s[2163] = {
    c: "2999",
    n: "ホームポジション"
};
s[2164] = {
    c: "9377",
    n: "エージーピー"
};
s[2165] = {
    c: "6070",
    n: "キャリアリンク"
};
s[2166] = {
    c: "9934",
    n: "因幡電機産業"
};
s[2167] = {
    c: "9470",
    n: "学研ホールディングス"
};
s[2168] = {
    c: "7325",
    n: "アイリックコーポレーション"
};
s[2169] = {
    c: "9218",
    n: "メンタルヘルステクノロジーズ"
};
s[2170] = {
    c: "3420",
    n: "ケー・エフ・シー"
};
s[2171] = {
    c: "3431",
    n: "宮地エンジニアリンググループ"
};
s[2172] = {
    c: "2726",
    n: "パルグループホールディングス"
};
s[2173] = {
    c: "4341",
    n: "西菱電機"
};
s[2174] = {
    c: "4955",
    n: "アグロ　カネショウ"
};
s[2175] = {
    c: "6381",
    n: "アネスト岩田"
};
s[2176] = {
    c: "9031",
    n: "西日本鉄道"
};
s[2177] = {
    c: "8207",
    n: "テンアライド"
};
s[2178] = {
    c: "9633",
    n: "東京テアトル"
};
s[2179] = {
    c: "5134",
    n: "ＰＯＰＥＲ"
};
s[2180] = {
    c: "8200",
    n: "リンガーハット"
};
s[2181] = {
    c: "8031",
    n: "三井物産"
};
s[2182] = {
    c: "8860",
    n: "フジ住宅"
};
s[2183] = {
    c: "7447",
    n: "ナガイレーベン"
};
s[2184] = {
    c: "9385",
    n: "ショーエイコーポレーション"
};
s[2185] = {
    c: "3046",
    n: "ジンズホールディングス"
};
s[2186] = {
    c: "4631",
    n: "ＤＩＣ"
};
s[2187] = {
    c: "4848",
    n: "フルキャストホールディングス"
};
s[2188] = {
    c: "4421",
    n: "ディ・アイ・システム"
};
s[2189] = {
    c: "4973",
    n: "日本高純度化学"
};
s[2190] = {
    c: "7723",
    n: "愛知時計電機"
};
s[2191] = {
    c: "1946",
    n: "トーエネック"
};
s[2192] = {
    c: "5851",
    n: "リョービ"
};
s[2193] = {
    c: "7451",
    n: "三菱食品"
};
s[2194] = {
    c: "8218",
    n: "コメリ"
};
s[2195] = {
    c: "7183",
    n: "あんしん保証"
};
s[2196] = {
    c: "7544",
    n: "スリーエフ"
};
s[2197] = {
    c: "6702",
    n: "富士通"
};
s[2198] = {
    c: "9090",
    n: "ＡＺ－ＣＯＭ丸和ホールディングス"
};
s[2199] = {
    c: "1870",
    n: "矢作建設工業"
};
s[2200] = {
    c: "6071",
    n: "ＩＢＪ"
};
s[2201] = {
    c: "3166",
    n: "ＯＣＨＩホールディングス"
};
s[2202] = {
    c: "3678",
    n: "メディアドゥ"
};
s[2203] = {
    c: "6284",
    n: "日精エー・エス・ビー機械"
};
s[2204] = {
    c: "3180",
    n: "ビューティガレージ"
};
s[2205] = {
    c: "2702",
    n: "日本マクドナルドホールディングス"
};
s[2206] = {
    c: "6063",
    n: "日本エマージェンシーアシスタンス"
};
s[2207] = {
    c: "1929",
    n: "日特建設"
};
s[2208] = {
    c: "7906",
    n: "ヨネックス"
};
s[2209] = {
    c: "2491",
    n: "バリューコマース"
};
s[2210] = {
    c: "3224",
    n: "ゼネラル・オイスター"
};
s[2211] = {
    c: "6715",
    n: "ナカヨ"
};
s[2212] = {
    c: "8084",
    n: "ＲＹＯＤＥＮ"
};
s[2213] = {
    c: "4998",
    n: "フマキラー"
};
s[2214] = {
    c: "8566",
    n: "リコーリース"
};
s[2215] = {
    c: "3178",
    n: "チムニー"
};
s[2216] = {
    c: "4073",
    n: "ジィ・シィ企画"
};
s[2217] = {
    c: "6347",
    n: "プラコー"
};
s[2218] = {
    c: "5204",
    n: "石塚硝子"
};
s[2219] = {
    c: "7846",
    n: "パイロットコーポレーション"
};
s[2220] = {
    c: "9330",
    n: "揚羽"
};
s[2221] = {
    c: "9761",
    n: "東海リース"
};
s[2222] = {
    c: "7219",
    n: "エッチ・ケー・エス"
};
s[2223] = {
    c: "6040",
    n: "日本スキー場開発"
};
s[2224] = {
    c: "9193",
    n: "東京汽船"
};
s[2225] = {
    c: "3836",
    n: "アバントグループ"
};
s[2226] = {
    c: "5610",
    n: "大和重工"
};
s[2227] = {
    c: "8439",
    n: "東京センチュリー"
};
s[2228] = {
    c: "5445",
    n: "東京鐵鋼"
};
s[2229] = {
    c: "6424",
    n: "高見沢サイバネティックス"
};
s[2230] = {
    c: "7970",
    n: "信越ポリマー"
};
s[2231] = {
    c: "5388",
    n: "クニミネ工業"
};
s[2232] = {
    c: "9962",
    n: "ミスミグループ本社"
};
s[2233] = {
    c: "4417",
    n: "グローバルセキュリティエキスパート"
};
s[2234] = {
    c: "3513",
    n: "イチカワ"
};
s[2235] = {
    c: "7921",
    n: "ＴＡＫＡＲＡ　＆　ＣＯＭＰＡＮＹ"
};
s[2236] = {
    c: "7646",
    n: "ＰＬＡＮＴ"
};
s[2237] = {
    c: "1333",
    n: "マルハニチロ"
};
s[2238] = {
    c: "5391",
    n: "エーアンドエーマテリアル"
};
s[2239] = {
    c: "3636",
    n: "三菱総合研究所"
};
s[2240] = {
    c: "4712",
    n: "ＫｅｙＨｏｌｄｅｒ"
};
s[2241] = {
    c: "1718",
    n: "美樹工業"
};
s[2242] = {
    c: "6674",
    n: "ジーエス・ユアサ　コーポレーション"
};
s[2243] = {
    c: "7044",
    n: "ピアラ"
};
s[2244] = {
    c: "2148",
    n: "アイティメディア"
};
s[2245] = {
    c: "6479",
    n: "ミネベアミツミ"
};
s[2246] = {
    c: "2323",
    n: "ｆｏｎｆｕｎ"
};
s[2247] = {
    c: "7747",
    n: "朝日インテック"
};
s[2248] = {
    c: "9339",
    n: "コーチ・エィ"
};
s[2249] = {
    c: "6741",
    n: "日本信号"
};
s[2250] = {
    c: "2162",
    n: "ｎｍｓ　ホールディングス"
};
s[2251] = {
    c: "6762",
    n: "ＴＤＫ"
};
s[2252] = {
    c: "8137",
    n: "サンワテクノス"
};
s[2253] = {
    c: "2531",
    n: "宝ホールディングス"
};
s[2254] = {
    c: "8593",
    n: "三菱ＨＣキャピタル"
};
s[2255] = {
    c: "2497",
    n: "ユナイテッド"
};
s[2256] = {
    c: "4229",
    n: "群栄化学工業"
};
s[2257] = {
    c: "4901",
    n: "富士フイルムホールディングス"
};
s[2258] = {
    c: "9982",
    n: "タキヒヨー"
};
s[2259] = {
    c: "7965",
    n: "象印マホービン"
};
s[2260] = {
    c: "6138",
    n: "ダイジェット工業"
};
s[2261] = {
    c: "6804",
    n: "ホシデン"
};
s[2262] = {
    c: "4718",
    n: "早稲田アカデミー"
};
s[2263] = {
    c: "6820",
    n: "アイコム"
};
s[2264] = {
    c: "6728",
    n: "アルバック"
};
s[2265] = {
    c: "7280",
    n: "ミツバ"
};
s[2266] = {
    c: "6048",
    n: "デザインワン・ジャパン"
};
s[2267] = {
    c: "9534",
    n: "北海道ガス"
};
s[2268] = {
    c: "2875",
    n: "東洋水産"
};
s[2269] = {
    c: "5576",
    n: "オービーシステム"
};
s[2270] = {
    c: "9223",
    n: "ＡＳＮＯＶＡ"
};
s[2271] = {
    c: "2459",
    n: "アウンコンサルティング"
};
s[2272] = {
    c: "9932",
    n: "杉本商事"
};
s[2273] = {
    c: "3950",
    n: "ザ・パック"
};
s[2274] = {
    c: "7215",
    n: "ファルテック"
};
s[2275] = {
    c: "2687",
    n: "シー・ヴイ・エス・ベイエリア"
};
s[2276] = {
    c: "1888",
    n: "若築建設"
};
s[2277] = {
    c: "4657",
    n: "環境管理センター"
};
s[2278] = {
    c: "7609",
    n: "ダイトロン"
};
s[2279] = {
    c: "4113",
    n: "田岡化学工業"
};
s[2280] = {
    c: "6028",
    n: "テクノプロ・ホールディングス"
};
s[2281] = {
    c: "8876",
    n: "リログループ"
};
s[2282] = {
    c: "5256",
    n: "Ｆｕｓｉｃ"
};
s[2283] = {
    c: "6837",
    n: "京写"
};
s[2284] = {
    c: "149A",
    n: "シンカ"
};
s[2285] = {
    c: "9857",
    n: "英和"
};
s[2286] = {
    c: "6489",
    n: "前澤工業"
};
s[2287] = {
    c: "7638",
    n: "ＮＥＷ　ＡＲＴ　ＨＯＬＤＩＮＧＳ"
};
s[2288] = {
    c: "4596",
    n: "窪田製薬ホールディングス"
};
s[2289] = {
    c: "5958",
    n: "三洋工業"
};
s[2290] = {
    c: "8056",
    n: "ＢＩＰＲＯＧＹ"
};
s[2291] = {
    c: "2445",
    n: "タカミヤ"
};
s[2292] = {
    c: "6370",
    n: "栗田工業"
};
s[2293] = {
    c: "5819",
    n: "カナレ電気"
};
s[2294] = {
    c: "8897",
    n: "ＭＩＲＡＲＴＨホールディングス"
};
s[2295] = {
    c: "3946",
    n: "トーモク"
};
s[2296] = {
    c: "4792",
    n: "山田コンサルティンググループ"
};
s[2297] = {
    c: "7775",
    n: "大研医器"
};
s[2298] = {
    c: "8995",
    n: "誠建設工業"
};
s[2299] = {
    c: "4026",
    n: "神島化学工業"
};
s[2300] = {
    c: "8037",
    n: "カメイ"
};
s[2301] = {
    c: "6208",
    n: "石川製作所"
};
s[2302] = {
    c: "4762",
    n: "エックスネット"
};
s[2303] = {
    c: "6432",
    n: "竹内製作所"
};
s[2304] = {
    c: "3089",
    n: "テクノアルファ"
};
s[2305] = {
    c: "4369",
    n: "トリケミカル研究所"
};
s[2306] = {
    c: "7837",
    n: "アールシーコア"
};
s[2307] = {
    c: "5192",
    n: "三ツ星ベルト"
};
s[2308] = {
    c: "3773",
    n: "アドバンスト・メディア"
};
s[2309] = {
    c: "4427",
    n: "ＥｄｕＬａｂ"
};
s[2310] = {
    c: "4346",
    n: "ＮＥＸＹＺ．Ｇｒｏｕｐ"
};
s[2311] = {
    c: "9304",
    n: "澁澤倉庫"
};
s[2312] = {
    c: "2652",
    n: "まんだらけ"
};
s[2313] = {
    c: "5262",
    n: "日本ヒューム"
};
s[2314] = {
    c: "7378",
    n: "アシロ"
};
s[2315] = {
    c: "8132",
    n: "シナネンホールディングス"
};
s[2316] = {
    c: "4316",
    n: "ビーマップ"
};
s[2317] = {
    c: "8018",
    n: "三共生興"
};
s[2318] = {
    c: "1384",
    n: "ホクリヨウ"
};
s[2319] = {
    c: "2229",
    n: "カルビー"
};
s[2320] = {
    c: "2801",
    n: "キッコーマン"
};
s[2321] = {
    c: "1890",
    n: "東洋建設"
};
s[2322] = {
    c: "4172",
    n: "東和ハイシステム"
};
s[2323] = {
    c: "7181",
    n: "かんぽ生命保険"
};
s[2324] = {
    c: "8059",
    n: "第一実業"
};
s[2325] = {
    c: "9708",
    n: "帝国ホテル"
};
s[2326] = {
    c: "3817",
    n: "ＳＲＡホールディングス"
};
s[2327] = {
    c: "9386",
    n: "日本コンセプト"
};
s[2328] = {
    c: "6210",
    n: "東洋機械金属"
};
s[2329] = {
    c: "7760",
    n: "ＩＭＶ"
};
s[2330] = {
    c: "4063",
    n: "信越化学工業"
};
s[2331] = {
    c: "9746",
    n: "ＴＫＣ"
};
s[2332] = {
    c: "2681",
    n: "ゲオホールディングス"
};
s[2333] = {
    c: "3361",
    n: "トーエル"
};
s[2334] = {
    c: "7994",
    n: "オカムラ"
};
s[2335] = {
    c: "9238",
    n: "バリュークリエーション"
};
s[2336] = {
    c: "4439",
    n: "東名"
};
s[2337] = {
    c: "7911",
    n: "ＴＯＰＰＡＮホールディングス"
};
s[2338] = {
    c: "3671",
    n: "ソフトマックス"
};
s[2339] = {
    c: "9036",
    n: "東部ネットワーク"
};
s[2340] = {
    c: "1419",
    n: "タマホーム"
};
s[2341] = {
    c: "2806",
    n: "ユタカフーズ"
};
s[2342] = {
    c: "7416",
    n: "はるやまホールディングス"
};
s[2343] = {
    c: "9048",
    n: "名古屋鉄道"
};
s[2344] = {
    c: "4334",
    n: "ユークス"
};
s[2345] = {
    c: "6464",
    n: "ツバキ・ナカシマ"
};
s[2346] = {
    c: "1780",
    n: "ヤマウラ"
};
s[2347] = {
    c: "9474",
    n: "ゼンリン"
};
s[2348] = {
    c: "9344",
    n: "アクシスコンサルティング"
};
s[2349] = {
    c: "2183",
    n: "リニカル"
};
s[2350] = {
    c: "3076",
    n: "あい　ホールディングス"
};
s[2351] = {
    c: "4331",
    n: "テイクアンドギヴ・ニーズ"
};
s[2352] = {
    c: "1973",
    n: "ＮＥＣネッツエスアイ"
};
s[2353] = {
    c: "9997",
    n: "ベルーナ"
};
s[2354] = {
    c: "1812",
    n: "鹿島建設"
};
s[2355] = {
    c: "3993",
    n: "ＰＫＳＨＡ　Ｔｅｃｈｎｏｌｏｇｙ"
};
s[2356] = {
    c: "4324",
    n: "電通グループ"
};
s[2357] = {
    c: "6664",
    n: "オプトエレクトロニクス"
};
s[2358] = {
    c: "2286",
    n: "林兼産業"
};
s[2359] = {
    c: "2479",
    n: "ジェイテック"
};
s[2360] = {
    c: "5724",
    n: "アサカ理研"
};
s[2361] = {
    c: "7201",
    n: "日産自動車"
};
s[2362] = {
    c: "9308",
    n: "乾汽船"
};
s[2363] = {
    c: "9434",
    n: "ソフトバンク"
};
s[2364] = {
    c: "6223",
    n: "西部技研"
};
s[2365] = {
    c: "8135",
    n: "ゼット"
};
s[2366] = {
    c: "2876",
    n: "デルソーレ"
};
s[2367] = {
    c: "8999",
    n: "グランディハウス"
};
s[2368] = {
    c: "2462",
    n: "ライク"
};
s[2369] = {
    c: "6309",
    n: "巴工業"
};
s[2370] = {
    c: "9201",
    n: "日本航空"
};
s[2371] = {
    c: "1827",
    n: "ナカノフドー建設"
};
s[2372] = {
    c: "4381",
    n: "ビープラッツ"
};
s[2373] = {
    c: "1717",
    n: "明豊ファシリティワークス"
};
s[2374] = {
    c: "1867",
    n: "植木組"
};
s[2375] = {
    c: "3521",
    n: "エコナックホールディングス"
};
s[2376] = {
    c: "6786",
    n: "ＲＶＨ"
};
s[2377] = {
    c: "166A",
    n: "タスキホールディングス"
};
s[2378] = {
    c: "5938",
    n: "ＬＩＸＩＬ"
};
s[2379] = {
    c: "8001",
    n: "伊藤忠商事"
};
s[2380] = {
    c: "4071",
    n: "プラスアルファ・コンサルティング"
};
s[2381] = {
    c: "4175",
    n: "ｃｏｌｙ"
};
s[2382] = {
    c: "4886",
    n: "あすか製薬ホールディングス"
};
s[2383] = {
    c: "7291",
    n: "日本プラスト"
};
s[2384] = {
    c: "8125",
    n: "ワキタ"
};
s[2385] = {
    c: "4615",
    n: "神東塗料"
};
s[2386] = {
    c: "4345",
    n: "シーティーエス"
};
s[2387] = {
    c: "6416",
    n: "桂川電機"
};
s[2388] = {
    c: "1802",
    n: "大林組"
};
s[2389] = {
    c: "7080",
    n: "スポーツフィールド"
};
s[2390] = {
    c: "1914",
    n: "日本基礎技術"
};
s[2391] = {
    c: "2198",
    n: "アイ・ケイ・ケイホールディングス"
};
s[2392] = {
    c: "7114",
    n: "フーディソン"
};
s[2393] = {
    c: "6203",
    n: "豊和工業"
};
s[2394] = {
    c: "7134",
    n: "アップガレージグループ"
};
s[2395] = {
    c: "9212",
    n: "ＧＥＩ"
};
s[2396] = {
    c: "4395",
    n: "アクリート"
};
s[2397] = {
    c: "8153",
    n: "モスフードサービス"
};
s[2398] = {
    c: "5034",
    n: "ｕｎｅｒｒｙ"
};
s[2399] = {
    c: "7305",
    n: "新家工業"
};
s[2400] = {
    c: "7898",
    n: "ウッドワン"
};
s[2401] = {
    c: "8841",
    n: "テーオーシー"
};
s[2402] = {
    c: "7823",
    n: "アートネイチャー"
};
s[2403] = {
    c: "5695",
    n: "パウダーテック"
};
s[2404] = {
    c: "5585",
    n: "エコナビスタ"
};
s[2405] = {
    c: "3399",
    n: "丸千代山岡家"
};
s[2406] = {
    c: "4343",
    n: "イオンファンタジー"
};
s[2407] = {
    c: "7035",
    n: "ａｎｄ　ｆａｃｔｏｒｙ"
};
s[2408] = {
    c: "7065",
    n: "ユーピーアール"
};
s[2409] = {
    c: "4125",
    n: "三和油化工業"
};
s[2410] = {
    c: "9552",
    n: "Ｍ＆Ａ総研ホールディングス"
};
s[2411] = {
    c: "1451",
    n: "ＫＨＣ"
};
s[2412] = {
    c: "3710",
    n: "ジョルダン"
};
s[2413] = {
    c: "4061",
    n: "デンカ"
};
s[2414] = {
    c: "4198",
    n: "テンダ"
};
s[2415] = {
    c: "2226",
    n: "湖池屋"
};
s[2416] = {
    c: "7093",
    n: "アディッシュ"
};
s[2417] = {
    c: "7199",
    n: "プレミアグループ"
};
s[2418] = {
    c: "2009",
    n: "鳥越製粉"
};
s[2419] = {
    c: "3161",
    n: "アゼアス"
};
s[2420] = {
    c: "7271",
    n: "安永"
};
s[2421] = {
    c: "2910",
    n: "ロック・フィールド"
};
s[2422] = {
    c: "4527",
    n: "ロート製薬"
};
s[2423] = {
    c: "7839",
    n: "ＳＨＯＥＩ"
};
s[2424] = {
    c: "5301",
    n: "東海カーボン"
};
s[2425] = {
    c: "6652",
    n: "ＩＤＥＣ"
};
s[2426] = {
    c: "3799",
    n: "キーウェアソリューションズ"
};
s[2427] = {
    c: "4222",
    n: "児玉化学工業"
};
s[2428] = {
    c: "6890",
    n: "フェローテックホールディングス"
};
s[2429] = {
    c: "4025",
    n: "多木化学"
};
s[2430] = {
    c: "7283",
    n: "愛三工業"
};
s[2431] = {
    c: "2656",
    n: "ベクターホールディングス"
};
s[2432] = {
    c: "7524",
    n: "マルシェ"
};
s[2433] = {
    c: "3402",
    n: "東レ"
};
s[2434] = {
    c: "6246",
    n: "テクノスマート"
};
s[2435] = {
    c: "9739",
    n: "ＮＳＷ"
};
s[2436] = {
    c: "5261",
    n: "リソルホールディングス"
};
s[2437] = {
    c: "6963",
    n: "ローム"
};
s[2438] = {
    c: "5208",
    n: "有沢製作所"
};
s[2439] = {
    c: "6777",
    n: "ｓａｎｔｅｃ　Ｈｏｌｄｉｎｇｓ"
};
s[2440] = {
    c: "7244",
    n: "市光工業"
};
s[2441] = {
    c: "7745",
    n: "Ａ＆Ｄホロンホールディングス"
};
s[2442] = {
    c: "9034",
    n: "南総通運"
};
s[2443] = {
    c: "3083",
    n: "シーズメン"
};
s[2444] = {
    c: "4997",
    n: "日本農薬"
};
s[2445] = {
    c: "2763",
    n: "エフティグループ"
};
s[2446] = {
    c: "6418",
    n: "日本金銭機械"
};
s[2447] = {
    c: "8217",
    n: "オークワ"
};
s[2448] = {
    c: "6297",
    n: "鉱研工業"
};
s[2449] = {
    c: "6069",
    n: "トレンダーズ"
};
s[2450] = {
    c: "6134",
    n: "ＦＵＪＩ"
};
s[2451] = {
    c: "1866",
    n: "北野建設"
};
s[2452] = {
    c: "4093",
    n: "東邦アセチレン"
};
s[2453] = {
    c: "7822",
    n: "永大産業"
};
s[2454] = {
    c: "9889",
    n: "ＪＢＣＣホールディングス"
};
s[2455] = {
    c: "1721",
    n: "コムシスホールディングス"
};
s[2456] = {
    c: "9564",
    n: "ＦＣＥ"
};
s[2457] = {
    c: "5982",
    n: "マルゼン"
};
s[2458] = {
    c: "7856",
    n: "萩原工業"
};
s[2459] = {
    c: "4323",
    n: "日本システム技術"
};
s[2460] = {
    c: "5742",
    n: "エヌアイシ・オートテック"
};
s[2461] = {
    c: "8043",
    n: "スターゼン"
};
s[2462] = {
    c: "3150",
    n: "グリムス"
};
s[2463] = {
    c: "4068",
    n: "ベイシス"
};
s[2464] = {
    c: "5923",
    n: "高田機工"
};
s[2465] = {
    c: "8595",
    n: "ジャフコ　グループ"
};
s[2466] = {
    c: "3770",
    n: "ザッパラス"
};
s[2467] = {
    c: "6994",
    n: "指月電機製作所"
};
s[2468] = {
    c: "3524",
    n: "日東製網"
};
s[2469] = {
    c: "9324",
    n: "安田倉庫"
};
s[2470] = {
    c: "4443",
    n: "Ｓａｎｓａｎ"
};
s[2471] = {
    c: "9360",
    n: "鈴与シンワート"
};
s[2472] = {
    c: "2573",
    n: "北海道コカ・コーラボトリング"
};
s[2473] = {
    c: "8706",
    n: "極東証券"
};
s[2474] = {
    c: "6157",
    n: "日進工具"
};
s[2475] = {
    c: "6836",
    n: "ぷらっとホーム"
};
s[2476] = {
    c: "3252",
    n: "地主"
};
s[2477] = {
    c: "4238",
    n: "ミライアル"
};
s[2478] = {
    c: "7460",
    n: "ヤギ"
};
s[2479] = {
    c: "9012",
    n: "秩父鉄道"
};
s[2480] = {
    c: "7455",
    n: "パリミキホールディングス"
};
s[2481] = {
    c: "7602",
    n: "カーチスホールディングス"
};
s[2482] = {
    c: "8077",
    n: "トルク"
};
s[2483] = {
    c: "6113",
    n: "アマダ"
};
s[2484] = {
    c: "5070",
    n: "ドラフト"
};
s[2485] = {
    c: "8285",
    n: "三谷産業"
};
s[2486] = {
    c: "7628",
    n: "オーハシテクニカ"
};
s[2487] = {
    c: "4765",
    n: "ＳＢＩＧＡＭ"
};
s[2488] = {
    c: "4921",
    n: "ファンケル"
};
s[2489] = {
    c: "3547",
    n: "串カツ田中ホールディングス"
};
s[2490] = {
    c: "4519",
    n: "中外製薬"
};
s[2491] = {
    c: "6089",
    n: "ウィルグループ"
};
s[2492] = {
    c: "7203",
    n: "トヨタ自動車"
};
s[2493] = {
    c: "8596",
    n: "九州リースサービス"
};
s[2494] = {
    c: "9202",
    n: "ＡＮＡホールディングス"
};
s[2495] = {
    c: "3121",
    n: "マーチャント・バンカーズ"
};
s[2496] = {
    c: "3691",
    n: "デジタルプラス"
};
s[2497] = {
    c: "2796",
    n: "ファーマライズホールディングス"
};
s[2498] = {
    c: "3347",
    n: "トラスト"
};
s[2499] = {
    c: "7643",
    n: "ダイイチ"
};
s[2500] = {
    c: "3970",
    n: "イノベーション"
};
s[2501] = {
    c: "4240",
    n: "クラスターテクノロジー"
};
s[2502] = {
    c: "7354",
    n: "ダイレクトマーケティングミックス"
};
s[2503] = {
    c: "7897",
    n: "ホクシン"
};
s[2504] = {
    c: "2374",
    n: "セントケア・ホールディング"
};
s[2505] = {
    c: "7417",
    n: "南陽"
};
s[2506] = {
    c: "6637",
    n: "寺崎電気産業"
};
s[2507] = {
    c: "1429",
    n: "日本アクア"
};
s[2508] = {
    c: "9991",
    n: "ジェコス"
};
s[2509] = {
    c: "7458",
    n: "第一興商"
};
s[2510] = {
    c: "8167",
    n: "リテールパートナーズ"
};
s[2511] = {
    c: "9621",
    n: "建設技術研究所"
};
s[2512] = {
    c: "2304",
    n: "ＣＳＳホールディングス"
};
s[2513] = {
    c: "3082",
    n: "きちりホールディングス"
};
s[2514] = {
    c: "4709",
    n: "ＩＤホールディングス"
};
s[2515] = {
    c: "6144",
    n: "西部電機"
};
s[2516] = {
    c: "9006",
    n: "京浜急行電鉄"
};
s[2517] = {
    c: "3694",
    n: "オプティム"
};
s[2518] = {
    c: "3989",
    n: "シェアリングテクノロジー"
};
s[2519] = {
    c: "3131",
    n: "シンデン・ハイテックス"
};
s[2520] = {
    c: "3320",
    n: "クロスプラス"
};
s[2521] = {
    c: "3854",
    n: "アイル"
};
s[2522] = {
    c: "3649",
    n: "ファインデックス"
};
s[2523] = {
    c: "3979",
    n: "うるる"
};
s[2524] = {
    c: "8283",
    n: "ＰＡＬＴＡＣ"
};
s[2525] = {
    c: "4496",
    n: "コマースＯｎｅホールディングス"
};
s[2526] = {
    c: "7482",
    n: "シモジマ"
};
s[2527] = {
    c: "6535",
    n: "アイモバイル"
};
s[2528] = {
    c: "8117",
    n: "中央自動車工業"
};
s[2529] = {
    c: "7119",
    n: "ハルメクホールディングス"
};
s[2530] = {
    c: "6817",
    n: "スミダコーポレーション"
};
s[2531] = {
    c: "4617",
    n: "中国塗料"
};
s[2532] = {
    c: "7399",
    n: "ナンシン"
};
s[2533] = {
    c: "7818",
    n: "トランザクション"
};
s[2534] = {
    c: "2335",
    n: "キューブシステム"
};
s[2535] = {
    c: "4503",
    n: "アステラス製薬"
};
s[2536] = {
    c: "5101",
    n: "横浜ゴム"
};
s[2537] = {
    c: "168A",
    n: "イタミアート"
};
s[2538] = {
    c: "3692",
    n: "ＦＦＲＩセキュリティ"
};
s[2539] = {
    c: "7480",
    n: "スズデン"
};
s[2540] = {
    c: "8518",
    n: "日本アジア投資"
};
s[2541] = {
    c: "9629",
    n: "ピー・シー・エー"
};
s[2542] = {
    c: "6678",
    n: "テクノメディカ"
};
s[2543] = {
    c: "2292",
    n: "Ｓ　Ｆｏｏｄｓ"
};
s[2544] = {
    c: "2778",
    n: "パレモ・ホールディングス"
};
s[2545] = {
    c: "7699",
    n: "オムニプラス"
};
s[2546] = {
    c: "7292",
    n: "村上開明堂"
};
s[2547] = {
    c: "4218",
    n: "ニチバン"
};
s[2548] = {
    c: "6928",
    n: "エノモト"
};
s[2549] = {
    c: "8101",
    n: "ＧＳＩクレオス"
};
s[2550] = {
    c: "9663",
    n: "ナガワ"
};
s[2551] = {
    c: "5588",
    n: "ファーストアカウンティング"
};
s[2552] = {
    c: "9025",
    n: "鴻池運輸"
};
s[2553] = {
    c: "2982",
    n: "ＡＤワークスグループ"
};
s[2554] = {
    c: "5137",
    n: "スマートドライブ"
};
s[2555] = {
    c: "5902",
    n: "ホッカンホールディングス"
};
s[2556] = {
    c: "3682",
    n: "エンカレッジ・テクノロジ"
};
s[2557] = {
    c: "2540",
    n: "養命酒製造"
};
s[2558] = {
    c: "1972",
    n: "三晃金属工業"
};
s[2559] = {
    c: "2217",
    n: "モロゾフ"
};
s[2560] = {
    c: "6098",
    n: "リクルートホールディングス"
};
s[2561] = {
    c: "9900",
    n: "サガミホールディングス"
};
s[2562] = {
    c: "7923",
    n: "トーイン"
};
s[2563] = {
    c: "6704",
    n: "岩崎通信機"
};
s[2564] = {
    c: "6485",
    n: "前澤給装工業"
};
s[2565] = {
    c: "6925",
    n: "ウシオ電機"
};
s[2566] = {
    c: "3627",
    n: "テクミラホールディングス"
};
s[2567] = {
    c: "7600",
    n: "日本エム・ディ・エム"
};
s[2568] = {
    c: "3034",
    n: "クオールホールディングス"
};
s[2569] = {
    c: "3168",
    n: "黒谷"
};
s[2570] = {
    c: "3863",
    n: "日本製紙"
};
s[2571] = {
    c: "8151",
    n: "東陽テクニカ"
};
s[2572] = {
    c: "9029",
    n: "ヒガシトゥエンティワン"
};
s[2573] = {
    c: "4022",
    n: "ラサ工業"
};
s[2574] = {
    c: "7105",
    n: "三菱ロジスネクスト"
};
s[2575] = {
    c: "7561",
    n: "ハークスレイ"
};
s[2576] = {
    c: "6054",
    n: "リブセンス"
};
s[2577] = {
    c: "7205",
    n: "日野自動車"
};
s[2578] = {
    c: "7676",
    n: "グッドスピード"
};
s[2579] = {
    c: "9908",
    n: "日本電計"
};
s[2580] = {
    c: "6554",
    n: "エスユーエス"
};
s[2581] = {
    c: "7413",
    n: "創健社"
};
s[2582] = {
    c: "4438",
    n: "Ｗｅｌｂｙ"
};
s[2583] = {
    c: "4885",
    n: "室町ケミカル"
};
s[2584] = {
    c: "5918",
    n: "瀧上工業"
};
s[2585] = {
    c: "4215",
    n: "タキロンシーアイ"
};
s[2586] = {
    c: "8141",
    n: "新光商事"
};
s[2587] = {
    c: "3105",
    n: "日清紡ホールディングス"
};
s[2588] = {
    c: "3683",
    n: "サイバーリンクス"
};
s[2589] = {
    c: "4286",
    n: "ＣＬホールディングス"
};
s[2590] = {
    c: "4849",
    n: "エン・ジャパン"
};
s[2591] = {
    c: "1807",
    n: "佐藤渡辺"
};
s[2592] = {
    c: "3679",
    n: "じげん"
};
s[2593] = {
    c: "6301",
    n: "コマツ"
};
s[2594] = {
    c: "8917",
    n: "ファースト住建"
};
s[2595] = {
    c: "9119",
    n: "飯野海運"
};
s[2596] = {
    c: "9348",
    n: "ｉｓｐａｃｅ"
};
s[2597] = {
    c: "2874",
    n: "ヨコレイ"
};
s[2598] = {
    c: "8793",
    n: "ＮＥＣキャピタルソリューション"
};
s[2599] = {
    c: "2384",
    n: "ＳＢＳホールディングス"
};
s[2600] = {
    c: "3562",
    n: "Ｎｏ．１"
};
s[2601] = {
    c: "7287",
    n: "日本精機"
};
s[2602] = {
    c: "6312",
    n: "フロイント産業"
};
s[2603] = {
    c: "2488",
    n: "ＪＴＰ"
};
s[2604] = {
    c: "6331",
    n: "三菱化工機"
};
s[2605] = {
    c: "8803",
    n: "平和不動産"
};
s[2606] = {
    c: "7689",
    n: "コパ・コーポレーション"
};
s[2607] = {
    c: "8923",
    n: "トーセイ"
};
s[2608] = {
    c: "4934",
    n: "プレミアアンチエイジング"
};
s[2609] = {
    c: "3791",
    n: "ＩＧポート"
};
s[2610] = {
    c: "5911",
    n: "横河ブリッジホールディングス"
};
s[2611] = {
    c: "6838",
    n: "多摩川ホールディングス"
};
s[2612] = {
    c: "5821",
    n: "平河ヒューテック"
};
s[2613] = {
    c: "6351",
    n: "鶴見製作所"
};
s[2614] = {
    c: "3985",
    n: "テモナ"
};
s[2615] = {
    c: "3941",
    n: "レンゴー"
};
s[2616] = {
    c: "6226",
    n: "守谷輸送機工業"
};
s[2617] = {
    c: "6698",
    n: "ヴィスコ・テクノロジーズ"
};
s[2618] = {
    c: "4431",
    n: "スマレジ"
};
s[2619] = {
    c: "9757",
    n: "船井総研ホールディングス"
};
s[2620] = {
    c: "6849",
    n: "日本光電工業"
};
s[2621] = {
    c: "6173",
    n: "アクアライン"
};
s[2622] = {
    c: "8012",
    n: "長瀬産業"
};
s[2623] = {
    c: "4922",
    n: "コーセー"
};
s[2624] = {
    c: "6273",
    n: "ＳＭＣ"
};
s[2625] = {
    c: "148A",
    n: "ハッチ・ワーク"
};
s[2626] = {
    c: "6029",
    n: "アトラグループ"
};
s[2627] = {
    c: "2602",
    n: "日清オイリオグループ"
};
s[2628] = {
    c: "6247",
    n: "日阪製作所"
};
s[2629] = {
    c: "9039",
    n: "サカイ引越センター"
};
s[2630] = {
    c: "9162",
    n: "ブリーチ"
};
s[2631] = {
    c: "4471",
    n: "三洋化成工業"
};
s[2632] = {
    c: "4386",
    n: "ＳＩＧグループ"
};
s[2633] = {
    c: "9936",
    n: "王将フードサービス"
};
s[2634] = {
    c: "6345",
    n: "アイチコーポレーション"
};
s[2635] = {
    c: "7326",
    n: "ＳＢＩインシュアランスグループ"
};
s[2636] = {
    c: "4641",
    n: "アルプス技研"
};
s[2637] = {
    c: "6368",
    n: "オルガノ"
};
s[2638] = {
    c: "175A",
    n: "Ｗｉｌｌ　Ｓｍａｒｔ"
};
s[2639] = {
    c: "4027",
    n: "テイカ"
};
s[2640] = {
    c: "5975",
    n: "東プレ"
};
s[2641] = {
    c: "9830",
    n: "トラスコ中山"
};
s[2642] = {
    c: "2389",
    n: "デジタルホールディングス"
};
s[2643] = {
    c: "2933",
    n: "紀文食品"
};
s[2644] = {
    c: "9601",
    n: "松竹"
};
s[2645] = {
    c: "4298",
    n: "プロトコーポレーション"
};
s[2646] = {
    c: "5481",
    n: "山陽特殊製鋼"
};
s[2647] = {
    c: "1961",
    n: "三機工業"
};
s[2648] = {
    c: "2325",
    n: "ＮＪＳ"
};
s[2649] = {
    c: "4577",
    n: "ダイト"
};
s[2650] = {
    c: "6810",
    n: "マクセル"
};
s[2651] = {
    c: "6915",
    n: "千代田インテグレ"
};
s[2652] = {
    c: "3810",
    n: "サイバーステップ"
};
s[2653] = {
    c: "4043",
    n: "トクヤマ"
};
s[2654] = {
    c: "8551",
    n: "北日本銀行"
};
s[2655] = {
    c: "2120",
    n: "ＬＩＦＵＬＬ"
};
s[2656] = {
    c: "3064",
    n: "ＭｏｎｏｔａＲＯ"
};
s[2657] = {
    c: "3825",
    n: "リミックスポイント"
};
s[2658] = {
    c: "4832",
    n: "ＪＦＥシステムズ"
};
s[2659] = {
    c: "2791",
    n: "大黒天物産"
};
s[2660] = {
    c: "4875",
    n: "メディシノバ・インク"
};
s[2661] = {
    c: "3418",
    n: "バルニバービ"
};
s[2662] = {
    c: "7702",
    n: "ＪＭＳ"
};
s[2663] = {
    c: "7173",
    n: "東京きらぼしフィナンシャルグループ"
};
s[2664] = {
    c: "3675",
    n: "クロス・マーケティンググループ"
};
s[2665] = {
    c: "6899",
    n: "ＡＳＴＩ"
};
s[2666] = {
    c: "8006",
    n: "ユアサ・フナショク"
};
s[2667] = {
    c: "2593",
    n: "伊藤園"
};
s[2668] = {
    c: "4494",
    n: "バリオセキュア"
};
s[2669] = {
    c: "6594",
    n: "ニデック"
};
s[2670] = {
    c: "7807",
    n: "幸和製作所"
};
s[2671] = {
    c: "4245",
    n: "ダイキアクシス"
};
s[2672] = {
    c: "3758",
    n: "アエリア"
};
s[2673] = {
    c: "7927",
    n: "ムトー精工"
};
s[2674] = {
    c: "9723",
    n: "京都ホテル"
};
s[2675] = {
    c: "7606",
    n: "ユナイテッドアローズ"
};
s[2676] = {
    c: "6103",
    n: "オークマ"
};
s[2677] = {
    c: "7282",
    n: "豊田合成"
};
s[2678] = {
    c: "5187",
    n: "クリエートメディック"
};
s[2679] = {
    c: "8214",
    n: "ＡＯＫＩホールディングス"
};
s[2680] = {
    c: "7246",
    n: "プレス工業"
};
s[2681] = {
    c: "9561",
    n: "グラッドキューブ"
};
s[2682] = {
    c: "9161",
    n: "ＩＤ＆Ｅホールディングス"
};
s[2683] = {
    c: "7220",
    n: "武蔵精密工業"
};
s[2684] = {
    c: "9204",
    n: "スカイマーク"
};
s[2685] = {
    c: "4116",
    n: "大日精化工業"
};
s[2686] = {
    c: "6383",
    n: "ダイフク"
};
s[2687] = {
    c: "9672",
    n: "東京都競馬"
};
s[2688] = {
    c: "4662",
    n: "フォーカスシステムズ"
};
s[2689] = {
    c: "3317",
    n: "フライングガーデン"
};
s[2690] = {
    c: "9241",
    n: "フューチャーリンクネットワーク"
};
s[2691] = {
    c: "2163",
    n: "アルトナー"
};
s[2692] = {
    c: "4812",
    n: "電通総研"
};
s[2693] = {
    c: "6989",
    n: "北陸電気工業"
};
s[2694] = {
    c: "3446",
    n: "ジェイテックコーポレーション"
};
s[2695] = {
    c: "3558",
    n: "ジェイドグループ"
};
s[2696] = {
    c: "6149",
    n: "小田原エンジニアリング"
};
s[2697] = {
    c: "9070",
    n: "トナミホールディングス"
};
s[2698] = {
    c: "1871",
    n: "ピーエス三菱"
};
s[2699] = {
    c: "6183",
    n: "ベルシステム２４ホールディングス"
};
s[2700] = {
    c: "7525",
    n: "リックス"
};
s[2701] = {
    c: "9104",
    n: "商船三井"
};
s[2702] = {
    c: "7377",
    n: "ＤＮホールディングス"
};
s[2703] = {
    c: "2107",
    n: "東洋精糖"
};
s[2704] = {
    c: "3696",
    n: "セレス"
};
s[2705] = {
    c: "4307",
    n: "野村総合研究所"
};
s[2706] = {
    c: "4414",
    n: "フレクト"
};
s[2707] = {
    c: "2332",
    n: "クエスト"
};
s[2708] = {
    c: "5928",
    n: "アルメタックス"
};
s[2709] = {
    c: "3434",
    n: "アルファ"
};
s[2710] = {
    c: "9827",
    n: "リリカラ"
};
s[2711] = {
    c: "9731",
    n: "白洋舎"
};
s[2712] = {
    c: "9142",
    n: "ＪＲ九州"
};
s[2713] = {
    c: "3501",
    n: "住江織物"
};
s[2714] = {
    c: "6330",
    n: "東洋エンジニアリング"
};
s[2715] = {
    c: "9010",
    n: "富士急行"
};
s[2716] = {
    c: "9508",
    n: "九州電力"
};
s[2717] = {
    c: "6771",
    n: "池上通信機"
};
s[2718] = {
    c: "7277",
    n: "ＴＢＫ"
};
s[2719] = {
    c: "7370",
    n: "Ｅｎｊｉｎ"
};
s[2720] = {
    c: "5965",
    n: "フジマック"
};
s[2721] = {
    c: "5698",
    n: "エンビプロ・ホールディングス"
};
s[2722] = {
    c: "6196",
    n: "ストライク"
};
s[2723] = {
    c: "6257",
    n: "藤商事"
};
s[2724] = {
    c: "9558",
    n: "ジャパニアス"
};
s[2725] = {
    c: "7004",
    n: "日立造船"
};
s[2726] = {
    c: "4199",
    n: "ワンダープラネット"
};
s[2727] = {
    c: "4290",
    n: "プレステージ・インターナショナル"
};
s[2728] = {
    c: "4667",
    n: "アイサンテクノロジー"
};
s[2729] = {
    c: "5753",
    n: "日本伸銅"
};
s[2730] = {
    c: "2060",
    n: "フィード・ワン"
};
s[2731] = {
    c: "7679",
    n: "薬王堂ホールディングス"
};
s[2732] = {
    c: "3245",
    n: "ディア・ライフ"
};
s[2733] = {
    c: "9502",
    n: "中部電力"
};
s[2734] = {
    c: "1950",
    n: "日本電設工業"
};
s[2735] = {
    c: "8424",
    n: "芙蓉総合リース"
};
s[2736] = {
    c: "3143",
    n: "オーウイル"
};
s[2737] = {
    c: "3181",
    n: "買取王国"
};
s[2738] = {
    c: "3939",
    n: "カナミックネットワーク"
};
s[2739] = {
    c: "2811",
    n: "カゴメ"
};
s[2740] = {
    c: "5591",
    n: "ＡＶＩＬＥＮ"
};
s[2741] = {
    c: "4588",
    n: "オンコリスバイオファーマ"
};
s[2742] = {
    c: "6268",
    n: "ナブテスコ"
};
s[2743] = {
    c: "7467",
    n: "萩原電気ホールディングス"
};
s[2744] = {
    c: "8252",
    n: "丸井グループ"
};
s[2745] = {
    c: "9698",
    n: "クレオ"
};
s[2746] = {
    c: "7296",
    n: "エフ・シー・シー"
};
s[2747] = {
    c: "9843",
    n: "ニトリホールディングス"
};
s[2748] = {
    c: "6505",
    n: "東洋電機製造"
};
s[2749] = {
    c: "6316",
    n: "丸山製作所"
};
s[2750] = {
    c: "9603",
    n: "エイチ・アイ・エス"
};
s[2751] = {
    c: "3461",
    n: "パルマ"
};
s[2752] = {
    c: "9678",
    n: "カナモト"
};
s[2753] = {
    c: "7456",
    n: "松田産業"
};
s[2754] = {
    c: "3421",
    n: "稲葉製作所"
};
s[2755] = {
    c: "7516",
    n: "コーナン商事"
};
s[2756] = {
    c: "6376",
    n: "日機装"
};
s[2757] = {
    c: "7427",
    n: "エコートレーディング"
};
s[2758] = {
    c: "2138",
    n: "クルーズ"
};
s[2759] = {
    c: "3612",
    n: "ワールド"
};
s[2760] = {
    c: "9008",
    n: "京王電鉄"
};
s[2761] = {
    c: "3597",
    n: "自重堂"
};
s[2762] = {
    c: "7940",
    n: "ウェーブロックホールディングス"
};
s[2763] = {
    c: "7995",
    n: "バルカー"
};
s[2764] = {
    c: "6185",
    n: "ＳＭＮ"
};
s[2765] = {
    c: "4826",
    n: "ＣＩＪ"
};
s[2766] = {
    c: "8869",
    n: "明和地所"
};
s[2767] = {
    c: "3916",
    n: "ＤＩＴ"
};
s[2768] = {
    c: "3760",
    n: "ケイブ"
};
s[2769] = {
    c: "4430",
    n: "東海ソフト"
};
s[2770] = {
    c: "9749",
    n: "富士ソフト"
};
s[2771] = {
    c: "2117",
    n: "ウェルネオシュガー"
};
s[2772] = {
    c: "7435",
    n: "ナ・デックス"
};
s[2773] = {
    c: "9828",
    n: "元気寿司"
};
s[2774] = {
    c: "4971",
    n: "メック"
};
s[2775] = {
    c: "8130",
    n: "サンゲツ"
};
s[2776] = {
    c: "6361",
    n: "荏原製作所"
};
s[2777] = {
    c: "6445",
    n: "ジャノメ"
};
s[2778] = {
    c: "7504",
    n: "高速"
};
s[2779] = {
    c: "6293",
    n: "日精樹脂工業"
};
s[2780] = {
    c: "4100",
    n: "戸田工業"
};
s[2781] = {
    c: "4433",
    n: "ヒトコムＨＤ"
};
s[2782] = {
    c: "5363",
    n: "ＴＹＫ"
};
s[2783] = {
    c: "8136",
    n: "サンリオ"
};
s[2784] = {
    c: "2418",
    n: "ツカダ・グローバルホールディング"
};
s[2785] = {
    c: "7613",
    n: "シークス"
};
s[2786] = {
    c: "2676",
    n: "高千穂交易"
};
s[2787] = {
    c: "3544",
    n: "サツドラホールディングス"
};
s[2788] = {
    c: "5033",
    n: "ヌーラボ"
};
s[2789] = {
    c: "6095",
    n: "メドピア"
};
s[2790] = {
    c: "7611",
    n: "ハイデイ日高"
};
s[2791] = {
    c: "4102",
    n: "丸尾カルシウム"
};
s[2792] = {
    c: "4996",
    n: "クミアイ化学工業"
};
s[2793] = {
    c: "6277",
    n: "ホソカワミクロン"
};
s[2794] = {
    c: "9099",
    n: "Ｃ＆Ｆロジホールディングス"
};
s[2795] = {
    c: "5210",
    n: "日本山村硝子"
};
s[2796] = {
    c: "9743",
    n: "丹青社"
};
s[2797] = {
    c: "2353",
    n: "日本駐車場開発"
};
s[2798] = {
    c: "4477",
    n: "ＢＡＳＥ"
};
s[2799] = {
    c: "4690",
    n: "日本パレットプール"
};
s[2800] = {
    c: "3608",
    n: "ＴＳＩホールディングス"
};
s[2801] = {
    c: "7067",
    n: "ブランディングテクノロジー"
};
s[2802] = {
    c: "6030",
    n: "アドベンチャー"
};
s[2803] = {
    c: "1925",
    n: "大和ハウス工業"
};
s[2804] = {
    c: "4415",
    n: "ブロードエンタープライズ"
};
s[2805] = {
    c: "4444",
    n: "インフォネット"
};
s[2806] = {
    c: "6272",
    n: "レオン自動機"
};
s[2807] = {
    c: "7716",
    n: "ナカニシ"
};
s[2808] = {
    c: "7732",
    n: "トプコン"
};
s[2809] = {
    c: "4054",
    n: "日本情報クリエイト"
};
s[2810] = {
    c: "7196",
    n: "Ｃａｓａ"
};
s[2811] = {
    c: "9763",
    n: "丸紅建材リース"
};
s[2812] = {
    c: "6879",
    n: "ＩＭＡＧＩＣＡ　ＧＲＯＵＰ"
};
s[2813] = {
    c: "8114",
    n: "デサント"
};
s[2814] = {
    c: "5801",
    n: "古河電気工業"
};
s[2815] = {
    c: "5715",
    n: "古河機械金属"
};
s[2816] = {
    c: "8050",
    n: "セイコーグループ"
};
s[2817] = {
    c: "3023",
    n: "ラサ商事"
};
s[2818] = {
    c: "5246",
    n: "ＥＬＥＭＥＮＴＳ"
};
s[2819] = {
    c: "4005",
    n: "住友化学"
};
s[2820] = {
    c: "7115",
    n: "アルファパーチェス"
};
s[2821] = {
    c: "1963",
    n: "日揮ホールディングス"
};
s[2822] = {
    c: "3407",
    n: "旭化成"
};
s[2823] = {
    c: "7309",
    n: "シマノ"
};
s[2824] = {
    c: "9232",
    n: "パスコ"
};
s[2825] = {
    c: "2962",
    n: "テクニスコ"
};
s[2826] = {
    c: "3319",
    n: "ゴルフダイジェスト・オンライン"
};
s[2827] = {
    c: "8198",
    n: "マックスバリュ東海"
};
s[2828] = {
    c: "6494",
    n: "ＮＦＫホールディングス"
};
s[2829] = {
    c: "7623",
    n: "サンオータス"
};
s[2830] = {
    c: "8737",
    n: "あかつき本社"
};
s[2831] = {
    c: "6659",
    n: "メディアリンクス"
};
s[2832] = {
    c: "1414",
    n: "ショーボンドホールディングス"
};
s[2833] = {
    c: "4072",
    n: "電算システムホールディングス"
};
s[2834] = {
    c: "8022",
    n: "ミズノ"
};
s[2835] = {
    c: "3633",
    n: "ＧＭＯペパボ"
};
s[2836] = {
    c: "7976",
    n: "三菱鉛筆"
};
s[2837] = {
    c: "8881",
    n: "日神グループホールディングス"
};
s[2838] = {
    c: "2168",
    n: "パソナグループ"
};
s[2839] = {
    c: "2267",
    n: "ヤクルト本社"
};
s[2840] = {
    c: "3771",
    n: "システムリサーチ"
};
s[2841] = {
    c: "2410",
    n: "キャリアデザインセンター"
};
s[2842] = {
    c: "3355",
    n: "クリヤマホールディングス"
};
s[2843] = {
    c: "4440",
    n: "ヴィッツ"
};
s[2844] = {
    c: "8871",
    n: "ゴールドクレスト"
};
s[2845] = {
    c: "4937",
    n: "Ｗａｑｏｏ"
};
s[2846] = {
    c: "7096",
    n: "ステムセル研究所"
};
s[2847] = {
    c: "3996",
    n: "サインポスト"
};
s[2848] = {
    c: "3397",
    n: "トリドールホールディングス"
};
s[2849] = {
    c: "5802",
    n: "住友電気工業"
};
s[2850] = {
    c: "6420",
    n: "フクシマガリレイ"
};
s[2851] = {
    c: "7231",
    n: "トピー工業"
};
s[2852] = {
    c: "4768",
    n: "大塚商会"
};
s[2853] = {
    c: "1909",
    n: "日本ドライケミカル"
};
s[2854] = {
    c: "5381",
    n: "Ｍｉｐｏｘ"
};
s[2855] = {
    c: "9837",
    n: "モリト"
};
s[2856] = {
    c: "8104",
    n: "クワザワホールディングス"
};
s[2857] = {
    c: "2579",
    n: "コカＢＪＨ"
};
s[2858] = {
    c: "7092",
    n: "ＦＦＪ"
};
s[2859] = {
    c: "3845",
    n: "アイフリークモバイル"
};
s[2860] = {
    c: "7860",
    n: "エイベックス"
};
s[2861] = {
    c: "6859",
    n: "エスペック"
};
s[2862] = {
    c: "6463",
    n: "ＴＰＲ"
};
s[2863] = {
    c: "6584",
    n: "三櫻工業"
};
s[2864] = {
    c: "8020",
    n: "兼松"
};
s[2865] = {
    c: "9503",
    n: "関西電力"
};
s[2866] = {
    c: "3907",
    n: "シリコンスタジオ"
};
s[2867] = {
    c: "6776",
    n: "天昇電気工業"
};
s[2868] = {
    c: "3011",
    n: "バナーズ"
};
s[2869] = {
    c: "3607",
    n: "クラウディアホールディングス"
};
s[2870] = {
    c: "3435",
    n: "サンコーテクノ"
};
s[2871] = {
    c: "7353",
    n: "ＫＩＹＯラーニング"
};
s[2872] = {
    c: "8338",
    n: "筑波銀行"
};
s[2873] = {
    c: "8425",
    n: "みずほリース"
};
s[2874] = {
    c: "5108",
    n: "ブリヂストン"
};
s[2875] = {
    c: "7727",
    n: "オーバル"
};
s[2876] = {
    c: "9507",
    n: "四国電力"
};
s[2877] = {
    c: "8227",
    n: "しまむら"
};
s[2878] = {
    c: "4203",
    n: "住友ベークライト"
};
s[2879] = {
    c: "7725",
    n: "インターアクション"
};
s[2880] = {
    c: "4972",
    n: "綜研化学"
};
s[2881] = {
    c: "8624",
    n: "いちよし証券"
};
s[2882] = {
    c: "5491",
    n: "日本金属"
};
s[2883] = {
    c: "9237",
    n: "笑美面"
};
s[2884] = {
    c: "7085",
    n: "カーブスホールディングス"
};
s[2885] = {
    c: "6965",
    n: "浜松ホトニクス"
};
s[2886] = {
    c: "6563",
    n: "みらいワークス"
};
s[2887] = {
    c: "7420",
    n: "佐鳥電機"
};
s[2888] = {
    c: "9101",
    n: "日本郵船"
};
s[2889] = {
    c: "9628",
    n: "燦ホールディングス"
};
s[2890] = {
    c: "7991",
    n: "マミヤ・オーピー"
};
s[2891] = {
    c: "2354",
    n: "ＹＥ　ＤＩＧＩＴＡＬ"
};
s[2892] = {
    c: "1899",
    n: "福田組"
};
s[2893] = {
    c: "3877",
    n: "中越パルプ工業"
};
s[2894] = {
    c: "5704",
    n: "ＪＭＣ"
};
s[2895] = {
    c: "5592",
    n: "くすりの窓口"
};
s[2896] = {
    c: "4082",
    n: "第一稀元素化学工業"
};
s[2897] = {
    c: "6853",
    n: "共和電業"
};
s[2898] = {
    c: "5932",
    n: "三協立山"
};
s[2899] = {
    c: "6199",
    n: "セラク"
};
s[2900] = {
    c: "6971",
    n: "京セラ"
};
s[2901] = {
    c: "9692",
    n: "シーイーシー"
};
s[2902] = {
    c: "5288",
    n: "アジアパイルホールディングス"
};
s[2903] = {
    c: "6612",
    n: "バルミューダ"
};
s[2904] = {
    c: "7931",
    n: "未来工業"
};
s[2905] = {
    c: "5476",
    n: "日本高周波鋼業"
};
s[2906] = {
    c: "6737",
    n: "ＥＩＺＯ"
};
s[2907] = {
    c: "6267",
    n: "ゼネラルパッカー"
};
s[2908] = {
    c: "7266",
    n: "今仙電機製作所"
};
s[2909] = {
    c: "5125",
    n: "ファインズ"
};
s[2910] = {
    c: "9236",
    n: "ジャパンＭ＆Ａソリューション"
};
s[2911] = {
    c: "2370",
    n: "メディネット"
};
s[2912] = {
    c: "3266",
    n: "ファンドクリエーショングループ"
};
s[2913] = {
    c: "3445",
    n: "ＲＳ　Ｔｅｃｈｎｏｌｏｇｉｅｓ"
};
s[2914] = {
    c: "4031",
    n: "片倉コープアグリ"
};
s[2915] = {
    c: "4890",
    n: "坪田ラボ"
};
s[2916] = {
    c: "9262",
    n: "シルバーライフ"
};
s[2917] = {
    c: "6809",
    n: "ＴＯＡ"
};
s[2918] = {
    c: "6864",
    n: "エヌエフホールディングス"
};
s[2919] = {
    c: "6961",
    n: "エンプラス"
};
s[2920] = {
    c: "4531",
    n: "有機合成薬品工業"
};
s[2921] = {
    c: "6629",
    n: "テクノホライゾン"
};
s[2922] = {
    c: "9130",
    n: "共栄タンカー"
};
s[2923] = {
    c: "3197",
    n: "すかいらーくホールディングス"
};
s[2924] = {
    c: "3968",
    n: "セグエグループ"
};
s[2925] = {
    c: "4936",
    n: "アクシージア"
};
s[2926] = {
    c: "4465",
    n: "ニイタカ"
};
s[2927] = {
    c: "6727",
    n: "ワコム"
};
s[2928] = {
    c: "3153",
    n: "八洲電機"
};
s[2929] = {
    c: "6498",
    n: "キッツ"
};
s[2930] = {
    c: "6047",
    n: "Ｇｕｎｏｓｙ"
};
s[2931] = {
    c: "6428",
    n: "オーイズミ"
};
s[2932] = {
    c: "2433",
    n: "博報堂ＤＹホールディングス"
};
s[2933] = {
    c: "3091",
    n: "ブロンコビリー"
};
s[2934] = {
    c: "4424",
    n: "Ａｍａｚｉａ"
};
s[2935] = {
    c: "5997",
    n: "協立エアテック"
};
s[2936] = {
    c: "3183",
    n: "ウイン・パートナーズ"
};
s[2937] = {
    c: "6088",
    n: "シグマクシス・ホールディングス"
};
s[2938] = {
    c: "6367",
    n: "ダイキン工業"
};
s[2939] = {
    c: "2432",
    n: "ディー・エヌ・エー"
};
s[2940] = {
    c: "8041",
    n: "ＯＵＧホールディングス"
};
s[2941] = {
    c: "3020",
    n: "アプライド"
};
s[2942] = {
    c: "7938",
    n: "リーガルコーポレーション"
};
s[2943] = {
    c: "5367",
    n: "ニッカトー"
};
s[2944] = {
    c: "5110",
    n: "住友ゴム工業"
};
s[2945] = {
    c: "6613",
    n: "ＱＤレーザ"
};
s[2946] = {
    c: "7082",
    n: "ジモティー"
};
s[2947] = {
    c: "6748",
    n: "星和電機"
};
s[2948] = {
    c: "7213",
    n: "レシップホールディングス"
};
s[2949] = {
    c: "6145",
    n: "ＮＩＴＴＯＫＵ"
};
s[2950] = {
    c: "9247",
    n: "ＴＲＥホールディングス"
};
s[2951] = {
    c: "6670",
    n: "ＭＣＪ"
};
s[2952] = {
    c: "5310",
    n: "東洋炭素"
};
s[2953] = {
    c: "5940",
    n: "不二サッシ"
};
s[2954] = {
    c: "6378",
    n: "木村化工機"
};
s[2955] = {
    c: "1975",
    n: "朝日工業社"
};
s[2956] = {
    c: "9343",
    n: "アイビス"
};
s[2957] = {
    c: "9722",
    n: "藤田観光"
};
s[2958] = {
    c: "3901",
    n: "マークラインズ"
};
s[2959] = {
    c: "7719",
    n: "東京衡機"
};
s[2960] = {
    c: "7239",
    n: "タチエス"
};
s[2961] = {
    c: "3391",
    n: "ツルハホールディングス"
};
s[2962] = {
    c: "6932",
    n: "遠藤照明"
};
s[2963] = {
    c: "2753",
    n: "あみやき亭"
};
s[2964] = {
    c: "3092",
    n: "ＺＯＺＯ"
};
s[2965] = {
    c: "9605",
    n: "東映"
};
s[2966] = {
    c: "9127",
    n: "玉井商船"
};
s[2967] = {
    c: "7781",
    n: "平山ホールディングス"
};
s[2968] = {
    c: "9248",
    n: "人・夢・技術グループ"
};
s[2969] = {
    c: "6481",
    n: "ＴＨＫ"
};
s[2970] = {
    c: "5257",
    n: "ノバシステム"
};
s[2971] = {
    c: "5962",
    n: "浅香工業"
};
s[2972] = {
    c: "7731",
    n: "ニコン"
};
s[2973] = {
    c: "3769",
    n: "ＧＭＯペイメントゲートウェイ"
};
s[2974] = {
    c: "9960",
    n: "東テク"
};
s[2975] = {
    c: "9556",
    n: "ＩＮＴＬＯＯＰ"
};
s[2976] = {
    c: "6470",
    n: "大豊工業"
};
s[2977] = {
    c: "7102",
    n: "日本車輌製造"
};
s[2978] = {
    c: "4041",
    n: "日本曹達"
};
s[2979] = {
    c: "3741",
    n: "セック"
};
s[2980] = {
    c: "7130",
    n: "ヤマエグループホールディングス"
};
s[2981] = {
    c: "7148",
    n: "ＦＰＧ"
};
s[2982] = {
    c: "3911",
    n: "Ａｉｍｉｎｇ"
};
s[2983] = {
    c: "5707",
    n: "東邦亜鉛"
};
s[2984] = {
    c: "6165",
    n: "パンチ工業"
};
s[2985] = {
    c: "7522",
    n: "ワタミ"
};
s[2986] = {
    c: "3913",
    n: "ＧｒｅｅｎＢｅｅ"
};
s[2987] = {
    c: "9509",
    n: "北海道電力"
};
s[2988] = {
    c: "2158",
    n: "ＦＲＯＮＴＥＯ"
};
s[2989] = {
    c: "3843",
    n: "フリービット"
};
s[2990] = {
    c: "4076",
    n: "シイエヌエス"
};
s[2991] = {
    c: "7021",
    n: "ニッチツ"
};
s[2992] = {
    c: "3727",
    n: "アプリックス"
};
s[2993] = {
    c: "6578",
    n: "コレック"
};
s[2994] = {
    c: "1826",
    n: "佐田建設"
};
s[2995] = {
    c: "3856",
    n: "Ａｂａｌａｎｃｅ"
};
s[2996] = {
    c: "2788",
    n: "アップルインターナショナル"
};
s[2997] = {
    c: "3358",
    n: "ワイエスフード"
};
s[2998] = {
    c: "7685",
    n: "バイセル"
};
s[2999] = {
    c: "9793",
    n: "ダイセキ"
};
s[3000] = {
    c: "9876",
    n: "コックス"
};
s[3001] = {
    c: "9418",
    n: "Ｕ－ＮＥＸＴ　ＨＯＬＤＩＮＧＳ"
};
s[3002] = {
    c: "1976",
    n: "明星工業"
};
s[3003] = {
    c: "6634",
    n: "ネクスグループ"
};
s[3004] = {
    c: "8074",
    n: "ユアサ商事"
};
s[3005] = {
    c: "2266",
    n: "六甲バター"
};
s[3006] = {
    c: "4931",
    n: "新日本製薬"
};
s[3007] = {
    c: "4552",
    n: "ＪＣＲファーマ"
};
s[3008] = {
    c: "5631",
    n: "日本製鋼所"
};
s[3009] = {
    c: "5458",
    n: "高砂鐵工"
};
s[3010] = {
    c: "3374",
    n: "内外テック"
};
s[3011] = {
    c: "6571",
    n: "キュービーネットホールディングス"
};
s[3012] = {
    c: "5331",
    n: "ノリタケカンパニーリミテド"
};
s[3013] = {
    c: "3454",
    n: "ファーストブラザーズ"
};
s[3014] = {
    c: "8155",
    n: "三益半導体工業"
};
s[3015] = {
    c: "4927",
    n: "ポーラ・オルビスホールディングス"
};
s[3016] = {
    c: "165A",
    n: "ＳＢＩレオスひふみ"
};
s[3017] = {
    c: "3551",
    n: "ダイニック"
};
s[3018] = {
    c: "2872",
    n: "セイヒョー"
};
s[3019] = {
    c: "6459",
    n: "大和冷機工業"
};
s[3020] = {
    c: "3909",
    n: "ショーケース"
};
s[3021] = {
    c: "8920",
    n: "東祥"
};
s[3022] = {
    c: "2154",
    n: "オープンアップグループ"
};
s[3023] = {
    c: "7048",
    n: "ベルトラ"
};
s[3024] = {
    c: "8174",
    n: "日本瓦斯"
};
s[3025] = {
    c: "5079",
    n: "ノバック"
};
s[3026] = {
    c: "5599",
    n: "Ｓ＆Ｊ"
};
s[3027] = {
    c: "3486",
    n: "グローバル・リンク・マネジメント"
};
s[3028] = {
    c: "4481",
    n: "ベース"
};
s[3029] = {
    c: "7619",
    n: "田中商事"
};
s[3030] = {
    c: "1959",
    n: "九電工"
};
s[3031] = {
    c: "3440",
    n: "日創プロニティ"
};
s[3032] = {
    c: "2307",
    n: "クロスキャット"
};
s[3033] = {
    c: "7678",
    n: "あさくま"
};
s[3034] = {
    c: "8614",
    n: "東洋証券"
};
s[3035] = {
    c: "2438",
    n: "アスカネット"
};
s[3036] = {
    c: "5989",
    n: "エイチワン"
};
s[3037] = {
    c: "6869",
    n: "シスメックス"
};
s[3038] = {
    c: "6279",
    n: "瑞光"
};
s[3039] = {
    c: "5870",
    n: "ナルネットコミュニケーションズ"
};
s[3040] = {
    c: "5248",
    n: "テクノロジーズ"
};
s[3041] = {
    c: "4434",
    n: "サーバーワークス"
};
s[3042] = {
    c: "9336",
    n: "大栄環境"
};
s[3043] = {
    c: "5410",
    n: "合同製鐵"
};
s[3044] = {
    c: "1803",
    n: "清水建設"
};
s[3045] = {
    c: "5985",
    n: "サンコール"
};
s[3046] = {
    c: "6779",
    n: "日本電波工業"
};
s[3047] = {
    c: "9058",
    n: "トランコム"
};
s[3048] = {
    c: "5595",
    n: "ＱＰＳ研究所"
};
s[3049] = {
    c: "5596",
    n: "アウトルックコンサルティング"
};
s[3050] = {
    c: "6218",
    n: "エンシュウ"
};
s[3051] = {
    c: "9267",
    n: "Ｇｅｎｋｙ　ＤｒｕｇＳｔｏｒｅｓ"
};
s[3052] = {
    c: "9696",
    n: "ウィザス"
};
s[3053] = {
    c: "3826",
    n: "システムインテグレータ"
};
s[3054] = {
    c: "1904",
    n: "大成温調"
};
s[3055] = {
    c: "3541",
    n: "農業総合研究所"
};
s[3056] = {
    c: "4243",
    n: "ニックス"
};
s[3057] = {
    c: "6557",
    n: "ＡＩＡＩグループ"
};
s[3058] = {
    c: "2907",
    n: "あじかん"
};
s[3059] = {
    c: "3903",
    n: "ｇｕｍｉ"
};
s[3060] = {
    c: "6055",
    n: "ジャパンマテリアル"
};
s[3061] = {
    c: "7191",
    n: "イントラスト"
};
s[3062] = {
    c: "7361",
    n: "ＨＣＨ"
};
s[3063] = {
    c: "5129",
    n: "ＦＩＸＥＲ"
};
s[3064] = {
    c: "2326",
    n: "デジタルアーツ"
};
s[3065] = {
    c: "2321",
    n: "ソフトフロントホールディングス"
};
s[3066] = {
    c: "6721",
    n: "ウインテスト"
};
s[3067] = {
    c: "4183",
    n: "三井化学"
};
s[3068] = {
    c: "9513",
    n: "Ｊパワー"
};
s[3069] = {
    c: "1433",
    n: "ベステラ"
};
s[3070] = {
    c: "6614",
    n: "シキノハイテック"
};
s[3071] = {
    c: "9514",
    n: "エフオン"
};
s[3072] = {
    c: "4495",
    n: "アイキューブドシステムズ"
};
s[3073] = {
    c: "3681",
    n: "ブイキューブ"
};
s[3074] = {
    c: "3291",
    n: "飯田グループホールディングス"
};
s[3075] = {
    c: "5575",
    n: "Ｇｌｏｂｅｅ"
};
s[3076] = {
    c: "2109",
    n: "ＤＭ三井製糖ホールディングス"
};
s[3077] = {
    c: "4326",
    n: "インテージホールディングス"
};
s[3078] = {
    c: "2180",
    n: "サニーサイドアップグループ"
};
s[3079] = {
    c: "4612",
    n: "日本ペイントホールディングス"
};
s[3080] = {
    c: "6326",
    n: "クボタ"
};
s[3081] = {
    c: "4080",
    n: "田中化学研究所"
};
s[3082] = {
    c: "1430",
    n: "ファーストコーポレーション"
};
s[3083] = {
    c: "3652",
    n: "ＤＭＰ"
};
s[3084] = {
    c: "9001",
    n: "東武鉄道"
};
s[3085] = {
    c: "1332",
    n: "ニッスイ"
};
s[3086] = {
    c: "6227",
    n: "ＡＩメカテック"
};
s[3087] = {
    c: "2871",
    n: "ニチレイ"
};
s[3088] = {
    c: "3835",
    n: "ｅＢＡＳＥ"
};
s[3089] = {
    c: "4488",
    n: "ＡＩ　ｉｎｓｉｄｅ"
};
s[3090] = {
    c: "6194",
    n: "アトラエ"
};
s[3091] = {
    c: "6658",
    n: "シライ電子工業"
};
s[3092] = {
    c: "9115",
    n: "明海グループ"
};
s[3093] = {
    c: "1938",
    n: "日本リーテック"
};
s[3094] = {
    c: "6338",
    n: "タカトリ"
};
s[3095] = {
    c: "9020",
    n: "ＪＲ東日本"
};
s[3096] = {
    c: "3798",
    n: "ＵＬＳグループ"
};
s[3097] = {
    c: "1960",
    n: "サンテック"
};
s[3098] = {
    c: "7187",
    n: "ジェイリース"
};
s[3099] = {
    c: "3912",
    n: "モバイルファクトリー"
};
s[3100] = {
    c: "5480",
    n: "日本冶金工業"
};
s[3101] = {
    c: "6135",
    n: "牧野フライス製作所"
};
s[3102] = {
    c: "7885",
    n: "タカノ"
};
s[3103] = {
    c: "7477",
    n: "ムラキ"
};
s[3104] = {
    c: "2981",
    n: "ランディックス"
};
s[3105] = {
    c: "9110",
    n: "ＮＳユナイテッド海運"
};
s[3106] = {
    c: "3865",
    n: "北越コーポレーション"
};
s[3107] = {
    c: "5132",
    n: "ｐｌｕｓｚｅｒｏ"
};
s[3108] = {
    c: "7059",
    n: "コプロ・ホールディングス"
};
s[3109] = {
    c: "6699",
    n: "ダイヤＨＤ"
};
s[3110] = {
    c: "3489",
    n: "フェイスネットワーク"
};
s[3111] = {
    c: "1911",
    n: "住友林業"
};
s[3112] = {
    c: "3992",
    n: "ニーズウェル"
};
s[3113] = {
    c: "2170",
    n: "リンクアンドモチベーション"
};
s[3114] = {
    c: "4366",
    n: "ダイトーケミックス"
};
s[3115] = {
    c: "6905",
    n: "コーセル"
};
s[3116] = {
    c: "5304",
    n: "ＳＥＣカーボン"
};
s[3117] = {
    c: "6730",
    n: "アクセル"
};
s[3118] = {
    c: "2792",
    n: "ハニーズホールディングス"
};
s[3119] = {
    c: "3110",
    n: "日東紡績"
};
s[3120] = {
    c: "6676",
    n: "メルコホールディングス"
};
s[3121] = {
    c: "2586",
    n: "フルッタフルッタ"
};
s[3122] = {
    c: "5955",
    n: "ヤマシナ"
};
s[3123] = {
    c: "6507",
    n: "シンフォニア　テクノロジー"
};
s[3124] = {
    c: "7819",
    n: "粧美堂"
};
s[3125] = {
    c: "9691",
    n: "両毛システムズ"
};
s[3126] = {
    c: "4274",
    n: "細谷火工"
};
s[3127] = {
    c: "2980",
    n: "ＳＲＥホールディングス"
};
s[3128] = {
    c: "9651",
    n: "日本プロセス"
};
s[3129] = {
    c: "6823",
    n: "リオン"
};
s[3130] = {
    c: "6317",
    n: "北川鉄工所"
};
s[3131] = {
    c: "7717",
    n: "ブイ・テクノロジー"
};
s[3132] = {
    c: "7088",
    n: "フォーラムエンジニアリング"
};
s[3133] = {
    c: "8142",
    n: "トーホー"
};
s[3134] = {
    c: "3103",
    n: "ユニチカ"
};
s[3135] = {
    c: "4583",
    n: "カイオム・バイオサイエンス"
};
s[3136] = {
    c: "9729",
    n: "トーカイ"
};
s[3137] = {
    c: "9279",
    n: "ギフトホールディングス"
};
s[3138] = {
    c: "2820",
    n: "やまみ"
};
s[3139] = {
    c: "7780",
    n: "メニコン"
};
s[3140] = {
    c: "7851",
    n: "カワセコンピュータサプライ"
};
s[3141] = {
    c: "6958",
    n: "日本ＣＭＫ"
};
s[3142] = {
    c: "4463",
    n: "日華化学"
};
s[3143] = {
    c: "5845",
    n: "全保連"
};
s[3144] = {
    c: "3004",
    n: "神栄"
};
s[3145] = {
    c: "7554",
    n: "幸楽苑ホールディングス"
};
s[3146] = {
    c: "3042",
    n: "セキュアヴェイル"
};
s[3147] = {
    c: "3415",
    n: "ＴＯＫＹＯ　ＢＡＳＥ"
};
s[3148] = {
    c: "3935",
    n: "エディア"
};
s[3149] = {
    c: "9560",
    n: "プログリット"
};
s[3150] = {
    c: "7374",
    n: "コンフィデンス・インターワークス"
};
s[3151] = {
    c: "3054",
    n: "ハイパー"
};
s[3152] = {
    c: "4176",
    n: "ココナラ"
};
s[3153] = {
    c: "8584",
    n: "ジャックス"
};
s[3154] = {
    c: "5889",
    n: "ＪＥＨ"
};
s[3155] = {
    c: "3465",
    n: "ケイアイスター不動産"
};
s[3156] = {
    c: "7874",
    n: "レック"
};
s[3157] = {
    c: "3747",
    n: "インタートレード"
};
s[3158] = {
    c: "4680",
    n: "ラウンドワン"
};
s[3159] = {
    c: "4075",
    n: "ブレインズテクノロジー"
};
s[3160] = {
    c: "4052",
    n: "フィーチャ"
};
s[3161] = {
    c: "4707",
    n: "キタック"
};
s[3162] = {
    c: "6866",
    n: "ＨＩＯＫＩ"
};
s[3163] = {
    c: "2733",
    n: "あらた"
};
s[3164] = {
    c: "4498",
    n: "サイバートラスト"
};
s[3165] = {
    c: "4194",
    n: "ビジョナル"
};
s[3166] = {
    c: "9346",
    n: "ココルポート"
};
s[3167] = {
    c: "7161",
    n: "じもとホールディングス"
};
s[3168] = {
    c: "5580",
    n: "プロディライト"
};
s[3169] = {
    c: "3914",
    n: "ＪＩＧ－ＳＡＷ"
};
s[3170] = {
    c: "6343",
    n: "フリージア・マクロス"
};
s[3171] = {
    c: "6834",
    n: "精工技研"
};
s[3172] = {
    c: "6999",
    n: "ＫＯＡ"
};
s[3173] = {
    c: "7649",
    n: "スギホールディングス"
};
s[3174] = {
    c: "4044",
    n: "セントラル硝子"
};
s[3175] = {
    c: "3719",
    n: "ジェクシード"
};
s[3176] = {
    c: "4028",
    n: "石原産業"
};
s[3177] = {
    c: "5218",
    n: "オハラ"
};
s[3178] = {
    c: "7192",
    n: "日本モーゲージサービス"
};
s[3179] = {
    c: "4979",
    n: "ＯＡＴアグリオ"
};
s[3180] = {
    c: "6177",
    n: "ＡｐｐＢａｎｋ"
};
s[3181] = {
    c: "6888",
    n: "アクモス"
};
s[3182] = {
    c: "9271",
    n: "和心"
};
s[3183] = {
    c: "4392",
    n: "ＦＩＧ"
};
s[3184] = {
    c: "7022",
    n: "サノヤスホールディングス"
};
s[3185] = {
    c: "4825",
    n: "ウェザーニューズ"
};
s[3186] = {
    c: "6551",
    n: "ツナググループ・ホールディングス"
};
s[3187] = {
    c: "2502",
    n: "アサヒグループホールディングス"
};
s[3188] = {
    c: "8742",
    n: "小林洋行"
};
s[3189] = {
    c: "8732",
    n: "マネーパートナーズグループ"
};
s[3190] = {
    c: "4974",
    n: "タカラバイオ"
};
s[3191] = {
    c: "3687",
    n: "フィックスターズ"
};
s[3192] = {
    c: "3665",
    n: "エニグモ"
};
s[3193] = {
    c: "3192",
    n: "白鳩"
};
s[3194] = {
    c: "2670",
    n: "エービーシー・マート"
};
s[3195] = {
    c: "7537",
    n: "丸文"
};
s[3196] = {
    c: "9632",
    n: "スバル興業"
};
s[3197] = {
    c: "3661",
    n: "エムアップホールディングス"
};
s[3198] = {
    c: "5269",
    n: "日本コンクリート工業"
};
s[3199] = {
    c: "7997",
    n: "くろがね工作所"
};
s[3200] = {
    c: "4017",
    n: "クリーマ"
};
s[3201] = {
    c: "9045",
    n: "京阪ホールディングス"
};
s[3202] = {
    c: "9478",
    n: "ＳＥＨＩ"
};
s[3203] = {
    c: "6323",
    n: "ローツェ"
};
s[3204] = {
    c: "3010",
    n: "ポラリス・ホールディングス"
};
s[3205] = {
    c: "7695",
    n: "交換できるくん"
};
s[3206] = {
    c: "6440",
    n: "ＪＵＫＩ"
};
s[3207] = {
    c: "2413",
    n: "エムスリー"
};
s[3208] = {
    c: "9274",
    n: "ＫＰＰグループホールディングス"
};
s[3209] = {
    c: "5105",
    n: "ＴＯＹＯ　ＴＩＲＥ"
};
s[3210] = {
    c: "2345",
    n: "クシム"
};
s[3211] = {
    c: "9022",
    n: "ＪＲ東海"
};
s[3212] = {
    c: "5242",
    n: "アイズ"
};
s[3213] = {
    c: "8934",
    n: "サンフロンティア不動産"
};
s[3214] = {
    c: "3563",
    n: "Ｆ＆ＬＣ"
};
s[3215] = {
    c: "6292",
    n: "カワタ"
};
s[3216] = {
    c: "5834",
    n: "ＳＢＩリーシングサービス"
};
s[3217] = {
    c: "9225",
    n: "ブリッジコンサルティンググループ"
};
s[3218] = {
    c: "3936",
    n: "グローバルウェイ"
};
s[3219] = {
    c: "4919",
    n: "ミルボン"
};
s[3220] = {
    c: "6645",
    n: "オムロン"
};
s[3221] = {
    c: "7217",
    n: "テイン"
};
s[3222] = {
    c: "138A",
    n: "光フードサービス"
};
s[3223] = {
    c: "9107",
    n: "川崎汽船"
};
s[3224] = {
    c: "2722",
    n: "ＩＫホールディングス"
};
s[3225] = {
    c: "9602",
    n: "東宝"
};
s[3226] = {
    c: "7616",
    n: "コロワイド"
};
s[3227] = {
    c: "4760",
    n: "アルファ"
};
s[3228] = {
    c: "4593",
    n: "ヘリオス"
};
s[3229] = {
    c: "9312",
    n: "ケイヒン"
};
s[3230] = {
    c: "4975",
    n: "ＪＣＵ"
};
s[3231] = {
    c: "7476",
    n: "アズワン"
};
s[3232] = {
    c: "4599",
    n: "ステムリム"
};
s[3233] = {
    c: "7360",
    n: "オンデック"
};
s[3234] = {
    c: "7893",
    n: "プロネクサス"
};
s[3235] = {
    c: "4493",
    n: "サイバーセキュリティクラウド"
};
s[3236] = {
    c: "3896",
    n: "阿波製紙"
};
s[3237] = {
    c: "6357",
    n: "三精テクノロジーズ"
};
s[3238] = {
    c: "4380",
    n: "Ｍマート"
};
s[3239] = {
    c: "4173",
    n: "ＷＡＣＵＬ"
};
s[3240] = {
    c: "1847",
    n: "イチケン"
};
s[3241] = {
    c: "5352",
    n: "黒崎播磨"
};
s[3242] = {
    c: "4992",
    n: "北興化学工業"
};
s[3243] = {
    c: "4966",
    n: "上村工業"
};
s[3244] = {
    c: "2721",
    n: "ジェイホールディングス"
};
s[3245] = {
    c: "4373",
    n: "シンプレクス・ホールディングス"
};
s[3246] = {
    c: "7887",
    n: "南海プライウッド"
};
s[3247] = {
    c: "146A",
    n: "コロンビア・ワークス"
};
s[3248] = {
    c: "7238",
    n: "曙ブレーキ工業"
};
s[3249] = {
    c: "7673",
    n: "ダイコー通産"
};
s[3250] = {
    c: "6085",
    n: "アーキテクツ・スタジオ・ジャパン"
};
s[3251] = {
    c: "5949",
    n: "ユニプレス"
};
s[3252] = {
    c: "4404",
    n: "ミヨシ油脂"
};
s[3253] = {
    c: "6580",
    n: "ライトアップ"
};
s[3254] = {
    c: "7701",
    n: "島津製作所"
};
s[3255] = {
    c: "6363",
    n: "酉島製作所"
};
s[3256] = {
    c: "3097",
    n: "物語コーポレーション"
};
s[3257] = {
    c: "7777",
    n: "スリー・ディー・マトリックス"
};
s[3258] = {
    c: "4565",
    n: "ネクセラファーマ"
};
s[3259] = {
    c: "4776",
    n: "サイボウズ"
};
s[3260] = {
    c: "9041",
    n: "近鉄グループホールディングス"
};
s[3261] = {
    c: "3156",
    n: "レスター"
};
s[3262] = {
    c: "2376",
    n: "サイネックス"
};
s[3263] = {
    c: "4293",
    n: "セプテーニ・ホールディングス"
};
s[3264] = {
    c: "2929",
    n: "ファーマフーズ"
};
s[3265] = {
    c: "4651",
    n: "サニックス"
};
s[3266] = {
    c: "4956",
    n: "コニシ"
};
s[3267] = {
    c: "6356",
    n: "日本ギア工業"
};
s[3268] = {
    c: "8613",
    n: "丸三証券"
};
s[3269] = {
    c: "8052",
    n: "椿本興業"
};
s[3270] = {
    c: "3526",
    n: "芦森工業"
};
s[3271] = {
    c: "2930",
    n: "北の達人コーポレーション"
};
s[3272] = {
    c: "2695",
    n: "くら寿司"
};
s[3273] = {
    c: "3648",
    n: "ＡＧＳ"
};
s[3274] = {
    c: "6232",
    n: "ＡＣＳＬ"
};
s[3275] = {
    c: "7726",
    n: "黒田精工"
};
s[3276] = {
    c: "9450",
    n: "ファイバーゲート"
};
s[3277] = {
    c: "8908",
    n: "毎日コムネット"
};
s[3278] = {
    c: "6390",
    n: "加藤製作所"
};
s[3279] = {
    c: "1377",
    n: "サカタのタネ"
};
s[3280] = {
    c: "3853",
    n: "アステリア"
};
s[3281] = {
    c: "2175",
    n: "エス・エム・エス"
};
s[3282] = {
    c: "5922",
    n: "那須電機鉄工"
};
s[3283] = {
    c: "3753",
    n: "フライトソリューションズ"
};
s[3284] = {
    c: "7841",
    n: "遠藤製作所"
};
s[3285] = {
    c: "5074",
    n: "テスホールディングス"
};
s[3286] = {
    c: "5867",
    n: "エスネットワークス"
};
s[3287] = {
    c: "5572",
    n: "Ｒｉｄｇｅ－ｉ"
};
s[3288] = {
    c: "2915",
    n: "ケンコーマヨネーズ"
};
s[3289] = {
    c: "3498",
    n: "霞ヶ関キャピタル"
};
s[3290] = {
    c: "6538",
    n: "キャリアインデックス"
};
s[3291] = {
    c: "8704",
    n: "トレイダーズホールディングス"
};
s[3292] = {
    c: "7366",
    n: "ＬＩＴＡＬＩＣＯ"
};
s[3293] = {
    c: "4422",
    n: "ＶＡＬＵＥＮＥＸ"
};
s[3294] = {
    c: "2429",
    n: "ワールドホールディングス"
};
s[3295] = {
    c: "7347",
    n: "マーキュリアホールディングス"
};
s[3296] = {
    c: "2986",
    n: "ＬＡホールディングス"
};
s[3297] = {
    c: "3744",
    n: "サイオス"
};
s[3298] = {
    c: "6701",
    n: "ＮＥＣ"
};
s[3299] = {
    c: "4412",
    n: "サイエンスアーツ"
};
s[3300] = {
    c: "6058",
    n: "ベクトル"
};
s[3301] = {
    c: "6976",
    n: "太陽誘電"
};
s[3302] = {
    c: "3315",
    n: "日本コークス工業"
};
s[3303] = {
    c: "6444",
    n: "サンデン"
};
s[3304] = {
    c: "6342",
    n: "太平製作所"
};
s[3305] = {
    c: "4574",
    n: "大幸薬品"
};
s[3306] = {
    c: "6366",
    n: "千代田化工建設"
};
s[3307] = {
    c: "7494",
    n: "コナカ"
};
s[3308] = {
    c: "4516",
    n: "日本新薬"
};
s[3309] = {
    c: "3088",
    n: "マツキヨココカラ＆カンパニー"
};
s[3310] = {
    c: "4413",
    n: "ボードルア"
};
s[3311] = {
    c: "8089",
    n: "ナイス"
};
s[3312] = {
    c: "5138",
    n: "Ｒｅｂａｓｅ"
};
s[3313] = {
    c: "7352",
    n: "ＴＷＯＳＴＯＮＥ＆Ｓｏｎｓ"
};
s[3314] = {
    c: "4666",
    n: "パーク２４"
};
s[3315] = {
    c: "6973",
    n: "協栄産業"
};
s[3316] = {
    c: "4013",
    n: "勤次郎"
};
s[3317] = {
    c: "7590",
    n: "タカショー"
};
s[3318] = {
    c: "160A",
    n: "アズパートナーズ"
};
s[3319] = {
    c: "9216",
    n: "ビーウィズ"
};
s[3320] = {
    c: "6832",
    n: "アオイ電子"
};
s[3321] = {
    c: "5891",
    n: "魁力屋"
};
s[3322] = {
    c: "2503",
    n: "キリンホールディングス"
};
s[3323] = {
    c: "3712",
    n: "情報企画"
};
s[3324] = {
    c: "7133",
    n: "ヒュウガプラ"
};
s[3325] = {
    c: "8157",
    n: "都築電気"
};
s[3326] = {
    c: "4398",
    n: "ブロードバンドセキュリティ"
};
s[3327] = {
    c: "3967",
    n: "エルテス"
};
s[3328] = {
    c: "2780",
    n: "コメ兵ホールディングス"
};
s[3329] = {
    c: "3179",
    n: "シュッピン"
};
s[3330] = {
    c: "9812",
    n: "テーオーホールディングス"
};
s[3331] = {
    c: "6036",
    n: "ＫｅｅＰｅｒ技研"
};
s[3332] = {
    c: "3920",
    n: "アイビーシー"
};
s[3333] = {
    c: "2760",
    n: "東京エレクトロン　デバイス"
};
s[3334] = {
    c: "4064",
    n: "日本カーバイド工業"
};
s[3335] = {
    c: "9313",
    n: "丸八倉庫"
};
s[3336] = {
    c: "3666",
    n: "テクノスジャパン"
};
s[3337] = {
    c: "6656",
    n: "インスペック"
};
s[3338] = {
    c: "7363",
    n: "ベビーカレンダー"
};
s[3339] = {
    c: "3774",
    n: "インターネットイニシアティブ"
};
s[3340] = {
    c: "9930",
    n: "北沢産業"
};
s[3341] = {
    c: "6387",
    n: "サムコ"
};
s[3342] = {
    c: "6391",
    n: "加地テック"
};
s[3343] = {
    c: "6407",
    n: "ＣＫＤ"
};
s[3344] = {
    c: "9504",
    n: "中国電力"
};
s[3345] = {
    c: "3646",
    n: "駅探"
};
s[3346] = {
    c: "6233",
    n: "ＫＬＡＳＳ"
};
s[3347] = {
    c: "2802",
    n: "味の素"
};
s[3348] = {
    c: "6814",
    n: "古野電気"
};
s[3349] = {
    c: "2379",
    n: "ディップ"
};
s[3350] = {
    c: "8011",
    n: "三陽商会"
};
s[3351] = {
    c: "4418",
    n: "ＪＤＳＣ"
};
s[3352] = {
    c: "6778",
    n: "アルチザネットワークス"
};
s[3353] = {
    c: "9990",
    n: "サックスバー　ホールディングス"
};
s[3354] = {
    c: "4310",
    n: "ドリームインキュベータ"
};
s[3355] = {
    c: "4813",
    n: "ＡＣＣＥＳＳ"
};
s[3356] = {
    c: "6552",
    n: "ＧａｍｅＷｉｔｈ"
};
s[3357] = {
    c: "6560",
    n: "エル・ティー・エス"
};
s[3358] = {
    c: "1980",
    n: "ダイダン"
};
s[3359] = {
    c: "3370",
    n: "フジタコーポレーション"
};
s[3360] = {
    c: "4479",
    n: "マクアケ"
};
s[3361] = {
    c: "6586",
    n: "マキタ"
};
s[3362] = {
    c: "9376",
    n: "ユーラシア旅行社"
};
s[3363] = {
    c: "6772",
    n: "東京コスモス電機"
};
s[3364] = {
    c: "6176",
    n: "ブランジスタ"
};
s[3365] = {
    c: "4241",
    n: "アテクト"
};
s[3366] = {
    c: "7565",
    n: "萬世電機"
};
s[3367] = {
    c: "6254",
    n: "野村マイクロ・サイエンス"
};
s[3368] = {
    c: "4751",
    n: "サイバーエージェント"
};
s[3369] = {
    c: "4893",
    n: "ノイルイミューン・バイオテック"
};
s[3370] = {
    c: "6653",
    n: "正興電機製作所"
};
s[3371] = {
    c: "3697",
    n: "ＳＨＩＦＴ"
};
s[3372] = {
    c: "3978",
    n: "マクロミル"
};
s[3373] = {
    c: "7074",
    n: "トゥエンティーフォーセブン"
};
s[3374] = {
    c: "7599",
    n: "ＩＤＯＭ"
};
s[3375] = {
    c: "6458",
    n: "新晃工業"
};
s[3376] = {
    c: "4584",
    n: "キッズウェル・バイオ"
};
s[3377] = {
    c: "7012",
    n: "川崎重工業"
};
s[3378] = {
    c: "2112",
    n: "塩水港精糖"
};
s[3379] = {
    c: "3030",
    n: "ハブ"
};
s[3380] = {
    c: "7422",
    n: "東邦レマック"
};
s[3381] = {
    c: "5805",
    n: "ＳＷＣＣ"
};
s[3382] = {
    c: "4074",
    n: "ラキール"
};
s[3383] = {
    c: "6081",
    n: "アライドアーキテクツ"
};
s[3384] = {
    c: "9612",
    n: "ラックランド"
};
s[3385] = {
    c: "2351",
    n: "ＡＳＪ"
};
s[3386] = {
    c: "6532",
    n: "ベイカレント・コンサルティング"
};
s[3387] = {
    c: "3321",
    n: "ミタチ産業"
};
s[3388] = {
    c: "7095",
    n: "Ｍａｃｂｅｅ　Ｐｌａｎｅｔ"
};
s[3389] = {
    c: "3667",
    n: "ｅｎｉｓｈ"
};
s[3390] = {
    c: "6572",
    n: "ＲＰＡホールディングス"
};
s[3391] = {
    c: "6050",
    n: "イー・ガーディアン"
};
s[3392] = {
    c: "7254",
    n: "ユニバンス"
};
s[3393] = {
    c: "2685",
    n: "アダストリア"
};
s[3394] = {
    c: "7426",
    n: "山大"
};
s[3395] = {
    c: "6258",
    n: "平田機工"
};
s[3396] = {
    c: "3844",
    n: "コムチュア"
};
s[3397] = {
    c: "6200",
    n: "インソース"
};
s[3398] = {
    c: "2708",
    n: "久世"
};
s[3399] = {
    c: "4256",
    n: "サインド"
};
s[3400] = {
    c: "5131",
    n: "リンカーズ"
};
s[3401] = {
    c: "6072",
    n: "地盤ネットホールディングス"
};
s[3402] = {
    c: "6630",
    n: "ヤーマン"
};
s[3403] = {
    c: "2689",
    n: "オルバヘルスケアホールディングス"
};
s[3404] = {
    c: "3923",
    n: "ラクス"
};
s[3405] = {
    c: "9684",
    n: "スクエニＨＤ"
};
s[3406] = {
    c: "3135",
    n: "マーケットエンタープライズ"
};
s[3407] = {
    c: "5408",
    n: "中山製鋼所"
};
s[3408] = {
    c: "4888",
    n: "ステラファーマ"
};
s[3409] = {
    c: "6955",
    n: "ＦＤＫ"
};
s[3410] = {
    c: "2923",
    n: "サトウ食品"
};
s[3411] = {
    c: "3858",
    n: "ユビキタスＡＩ"
};
s[3412] = {
    c: "4771",
    n: "エフアンドエム"
};
s[3413] = {
    c: "7947",
    n: "エフピコ"
};
s[3414] = {
    c: "6141",
    n: "ＤＭＧ森精機"
};
s[3415] = {
    c: "7826",
    n: "フルヤ金属"
};
s[3416] = {
    c: "6379",
    n: "レイズネクスト"
};
s[3417] = {
    c: "7836",
    n: "アビックス"
};
s[3418] = {
    c: "4661",
    n: "オリエンタルランド"
};
s[3419] = {
    c: "3469",
    n: "デュアルタップ"
};
s[3420] = {
    c: "5871",
    n: "ＳＯＬＩＺＥ"
};
s[3421] = {
    c: "6315",
    n: "ＴＯＷＡ"
};
s[3422] = {
    c: "3653",
    n: "モルフォ"
};
s[3423] = {
    c: "6675",
    n: "サクサホールディングス"
};
s[3424] = {
    c: "7601",
    n: "ポプラ"
};
s[3425] = {
    c: "2489",
    n: "アドウェイズ"
};
s[3426] = {
    c: "5582",
    n: "グリッド"
};
s[3427] = {
    c: "2884",
    n: "ヨシムラ・フード・ホールディングス"
};
s[3428] = {
    c: "4884",
    n: "クリングルファーマ"
};
s[3429] = {
    c: "4350",
    n: "メディカルシステムネットワーク"
};
s[3430] = {
    c: "7318",
    n: "セレンディップ・ホールディングス"
};
s[3431] = {
    c: "4263",
    n: "サスメド"
};
s[3432] = {
    c: "3288",
    n: "オープンハウスグループ"
};
s[3433] = {
    c: "5464",
    n: "モリ工業"
};
s[3434] = {
    c: "4120",
    n: "スガイ化学工業"
};
s[3435] = {
    c: "9511",
    n: "沖縄電力"
};
s[3436] = {
    c: "4570",
    n: "免疫生物研究所"
};
s[3437] = {
    c: "6937",
    n: "古河電池"
};
s[3438] = {
    c: "2751",
    n: "テンポスホールディングス"
};
s[3439] = {
    c: "4506",
    n: "住友ファーマ"
};
s[3440] = {
    c: "4571",
    n: "ＮＡＮＯ　ＭＲＮＡ"
};
s[3441] = {
    c: "5243",
    n: "ｎｏｔｅ"
};
s[3442] = {
    c: "6035",
    n: "ＩＲジャパン"
};
s[3443] = {
    c: "9337",
    n: "トリドリ"
};
s[3444] = {
    c: "6276",
    n: "シリウスビジョン"
};
s[3445] = {
    c: "9278",
    n: "ブックオフグループホールディングス"
};
s[3446] = {
    c: "7072",
    n: "インティメート・マージャー"
};
s[3447] = {
    c: "4681",
    n: "リゾートトラスト"
};
s[3448] = {
    c: "7256",
    n: "河西工業"
};
s[3449] = {
    c: "5282",
    n: "ジオスター"
};
s[3450] = {
    c: "7425",
    n: "初穂商事"
};
s[3451] = {
    c: "4932",
    n: "アルマード"
};
s[3452] = {
    c: "6490",
    n: "日本ピラー工業"
};
s[3453] = {
    c: "2984",
    n: "ヤマイチ・ユニハイムエステート"
};
s[3454] = {
    c: "4579",
    n: "ラクオリア創薬"
};
s[3455] = {
    c: "6482",
    n: "ユーシン精機"
};
s[3456] = {
    c: "7952",
    n: "河合楽器製作所"
};
s[3457] = {
    c: "4597",
    n: "ソレイジア・ファーマ"
};
s[3458] = {
    c: "6619",
    n: "ダブル・スコープ"
};
s[3459] = {
    c: "3892",
    n: "岡山製紙"
};
s[3460] = {
    c: "1770",
    n: "藤田エンジニアリング"
};
s[3461] = {
    c: "6996",
    n: "ニチコン"
};
s[3462] = {
    c: "4819",
    n: "デジタルガレージ"
};
s[3463] = {
    c: "6743",
    n: "大同信号"
};
s[3464] = {
    c: "2767",
    n: "円谷フィールズホールディングス"
};
s[3465] = {
    c: "7003",
    n: "三井Ｅ＆Ｓ"
};
s[3466] = {
    c: "4572",
    n: "カルナバイオサイエンス"
};
s[3467] = {
    c: "2146",
    n: "ＵＴグループ"
};
s[3468] = {
    c: "9416",
    n: "ビジョン"
};
s[3469] = {
    c: "7342",
    n: "ウェルスナビ"
};
s[3470] = {
    c: "9021",
    n: "ＪＲ西日本"
};
s[3471] = {
    c: "6083",
    n: "ＥＲＩホールディングス"
};
s[3472] = {
    c: "6182",
    n: "メタリアル"
};
s[3473] = {
    c: "4180",
    n: "Ａｐｐｉｅｒ　Ｇｒｏｕｐ"
};
s[3474] = {
    c: "7264",
    n: "ムロコーポレーション"
};
s[3475] = {
    c: "7408",
    n: "ジャムコ"
};
s[3476] = {
    c: "1964",
    n: "中外炉工業"
};
s[3477] = {
    c: "5028",
    n: "セカンドサイトアナリティカ"
};
s[3478] = {
    c: "6430",
    n: "ダイコク電機"
};
s[3479] = {
    c: "3984",
    n: "ユーザーローカル"
};
s[3480] = {
    c: "4687",
    n: "ＴＤＣソフト"
};
s[3481] = {
    c: "7013",
    n: "ＩＨＩ"
};
s[3482] = {
    c: "4486",
    n: "ユナイトアンドグロウ"
};
s[3483] = {
    c: "3656",
    n: "ＫＬａｂ"
};
s[3484] = {
    c: "4783",
    n: "ＮＣＤ"
};
s[3485] = {
    c: "9305",
    n: "ヤマタネ"
};
s[3486] = {
    c: "8890",
    n: "レーサム"
};
s[3487] = {
    c: "1435",
    n: "ｒｏｂｏｔ　ｈｏｍｅ"
};
s[3488] = {
    c: "6125",
    n: "岡本工作機械製作所"
};
s[3489] = {
    c: "4428",
    n: "シノプス"
};
s[3490] = {
    c: "3880",
    n: "大王製紙"
};
s[3491] = {
    c: "1447",
    n: "ＩＴｂｏｏｋホールディングス"
};
s[3492] = {
    c: "2440",
    n: "ぐるなび"
};
s[3493] = {
    c: "7918",
    n: "ヴィア・ホールディングス"
};
s[3494] = {
    c: "1887",
    n: "日本国土開発"
};
s[3495] = {
    c: "7011",
    n: "三菱重工業"
};
s[3496] = {
    c: "8515",
    n: "アイフル"
};
s[3497] = {
    c: "7111",
    n: "ＩＮＥＳＴ"
};
s[3498] = {
    c: "3994",
    n: "マネーフォワード"
};
s[3499] = {
    c: "6419",
    n: "マースグループホールディングス"
};
s[3500] = {
    c: "3680",
    n: "ホットリンク"
};
s[3501] = {
    c: "3040",
    n: "ソリトンシステムズ"
};
s[3502] = {
    c: "7018",
    n: "内海造船"
};
s[3503] = {
    c: "4828",
    n: "ビジネスエンジニアリング"
};
s[3504] = {
    c: "9007",
    n: "小田急電鉄"
};
s[3505] = {
    c: "6516",
    n: "山洋電気"
};
s[3506] = {
    c: "6882",
    n: "三社電機製作所"
};
s[3507] = {
    c: "9338",
    n: "ＩＮＦＯＲＩＣＨ"
};
s[3508] = {
    c: "3041",
    n: "ビューティカダンホールディングス"
};
s[3509] = {
    c: "2932",
    n: "ＳＴＩフードホールディングス"
};
s[3510] = {
    c: "2150",
    n: "ケアネット"
};
s[3511] = {
    c: "4295",
    n: "フェイス"
};
s[3512] = {
    c: "4382",
    n: "ＨＥＲＯＺ"
};
s[3513] = {
    c: "9260",
    n: "ウィズメタク"
};
s[3514] = {
    c: "4170",
    n: "Ｋａｉｚｅｎ　Ｐｌａｔｆｏｒｍ"
};
s[3515] = {
    c: "2776",
    n: "新都ホールディングス"
};
s[3516] = {
    c: "4055",
    n: "ティアンドエス"
};
s[3517] = {
    c: "4829",
    n: "日本エンタープライズ"
};
s[3518] = {
    c: "4736",
    n: "日本ラッド"
};
s[3519] = {
    c: "2222",
    n: "寿スピリッツ"
};
s[3520] = {
    c: "7999",
    n: "ＭＵＴＯＨホールディングス"
};
s[3521] = {
    c: "1789",
    n: "ＥＴＳホールディングス"
};
s[3522] = {
    c: "2334",
    n: "イオレ"
};
s[3523] = {
    c: "6526",
    n: "ソシオネクスト"
};
s[3524] = {
    c: "9366",
    n: "サンリツ"
};
s[3525] = {
    c: "9219",
    n: "ギックス"
};
s[3526] = {
    c: "1663",
    n: "Ｋ＆Ｏエナジーグループ"
};
s[3527] = {
    c: "1952",
    n: "新日本空調"
};
s[3528] = {
    c: "5332",
    n: "ＴＯＴＯ"
};
s[3529] = {
    c: "1723",
    n: "日本電技"
};
s[3530] = {
    c: "2938",
    n: "オカムラ食品工業"
};
s[3531] = {
    c: "6460",
    n: "セガサミーホールディングス"
};
s[3532] = {
    c: "4192",
    n: "スパイダープラス"
};
s[3533] = {
    c: "7078",
    n: "ＩＮＣＬＵＳＩＶＥ"
};
s[3534] = {
    c: "4406",
    n: "新日本理化"
};
s[3535] = {
    c: "7615",
    n: "ユーワＣＨＤ"
};
s[3536] = {
    c: "9424",
    n: "日本通信"
};
s[3537] = {
    c: "5136",
    n: "ｔｒｉｐｌａ"
};
s[3538] = {
    c: "3195",
    n: "ジェネレーションパス"
};
s[3539] = {
    c: "4237",
    n: "フジプレアム"
};
s[3540] = {
    c: "5541",
    n: "大平洋金属"
};
s[3541] = {
    c: "2424",
    n: "ブラス"
};
s[3542] = {
    c: "7886",
    n: "ヤマト・インダストリー"
};
s[3543] = {
    c: "2477",
    n: "手間いらず"
};
s[3544] = {
    c: "5578",
    n: "ＡＲアドバンストテクノロジ"
};
s[3545] = {
    c: "6240",
    n: "ヤマシンフィルタ"
};
s[3546] = {
    c: "3905",
    n: "データセクション"
};
s[3547] = {
    c: "3624",
    n: "アクセルマーク"
};
s[3548] = {
    c: "6914",
    n: "オプテックスグループ"
};
s[3549] = {
    c: "5384",
    n: "フジミインコーポレーテッド"
};
s[3550] = {
    c: "7481",
    n: "尾家産業"
};
s[3551] = {
    c: "6457",
    n: "グローリー"
};
s[3552] = {
    c: "3137",
    n: "ファンデリー"
};
s[3553] = {
    c: "4442",
    n: "バルテス・ホールディングス"
};
s[3554] = {
    c: "6863",
    n: "ニレコ"
};
s[3555] = {
    c: "4060",
    n: "ｒａｋｕｍｏ"
};
s[3556] = {
    c: "9616",
    n: "共立メンテナンス"
};
s[3557] = {
    c: "4480",
    n: "メドレー"
};
s[3558] = {
    c: "7014",
    n: "名村造船所"
};
s[3559] = {
    c: "3937",
    n: "Ｕｂｉｃｏｍホールディングス"
};
s[3560] = {
    c: "6191",
    n: "エアトリ"
};
s[3561] = {
    c: "6235",
    n: "オプトラン"
};
s[3562] = {
    c: "3778",
    n: "さくらインターネット"
};
s[3563] = {
    c: "4689",
    n: "ＬＩＮＥヤフー"
};
s[3564] = {
    c: "4053",
    n: "Ｓｕｎ　Ａｓｔｅｒｉｓｋ"
};
s[3565] = {
    c: "4892",
    n: "サイフューズ"
};
s[3566] = {
    c: "4374",
    n: "ＲＯＢＯＴ　ＰＡＹＭＥＮＴ"
};
s[3567] = {
    c: "8051",
    n: "山善"
};
s[3568] = {
    c: "2173",
    n: "博展"
};
s[3569] = {
    c: "1967",
    n: "ヤマト"
};
s[3570] = {
    c: "6537",
    n: "ＷＡＳＨハウス"
};
s[3571] = {
    c: "7779",
    n: "ＣＹＢＥＲＤＹＮＥ"
};
s[3572] = {
    c: "8894",
    n: "ＲＥＶＯＬＵＴＩＯＮ"
};
s[3573] = {
    c: "4384",
    n: "ラクスル"
};
s[3574] = {
    c: "4977",
    n: "新田ゼラチン"
};
s[3575] = {
    c: "7581",
    n: "サイゼリヤ"
};
s[3576] = {
    c: "6469",
    n: "放電精密加工研究所"
};
s[3577] = {
    c: "5803",
    n: "フジクラ"
};
s[3578] = {
    c: "4344",
    n: "ソースネクスト"
};
s[3579] = {
    c: "9824",
    n: "泉州電業"
};
s[3580] = {
    c: "6506",
    n: "安川電機"
};
s[3581] = {
    c: "8886",
    n: "ウッドフレンズ"
};
s[3582] = {
    c: "2164",
    n: "地域新聞社"
};
s[3583] = {
    c: "6104",
    n: "芝浦機械"
};
s[3584] = {
    c: "5032",
    n: "ＡＮＹＣＯＬＯＲ"
};
s[3585] = {
    c: "7564",
    n: "ワークマン"
};
s[3586] = {
    c: "4168",
    n: "ヤプリ"
};
s[3587] = {
    c: "5139",
    n: "オープンワーク"
};
s[3588] = {
    c: "4393",
    n: "バンク・オブ・イノベーション"
};
s[3589] = {
    c: "4967",
    n: "小林製薬"
};
s[3590] = {
    c: "4268",
    n: "エッジテクノロジー"
};
s[3591] = {
    c: "6545",
    n: "インターネットインフィニティー"
};
s[3592] = {
    c: "7972",
    n: "イトーキ"
};
s[3593] = {
    c: "5250",
    n: "プライム・ストラテジー"
};
s[3594] = {
    c: "4476",
    n: "ＡＩ　ＣＲＯＳＳ"
};
s[3595] = {
    c: "3186",
    n: "ネクステージ"
};
s[3596] = {
    c: "2735",
    n: "ワッツ"
};
s[3597] = {
    c: "2743",
    n: "ピクセルカンパニーズ"
};
s[3598] = {
    c: "7829",
    n: "サマンサタバサジャパンリミテッド"
};
s[3599] = {
    c: "9229",
    n: "サンウェルズ"
};
s[3600] = {
    c: "3565",
    n: "アセンテック"
};
s[3601] = {
    c: "4377",
    n: "ワンキャリア"
};
s[3602] = {
    c: "4933",
    n: "Ｉ－ｎｅ"
};
s[3603] = {
    c: "8226",
    n: "理経"
};
s[3604] = {
    c: "7409",
    n: "ＡｅｒｏＥｄｇｅ"
};
s[3605] = {
    c: "9273",
    n: "コーア商事ホールディングス"
};
s[3606] = {
    c: "3634",
    n: "ソケッツ"
};
s[3607] = {
    c: "4883",
    n: "モダリス"
};
s[3608] = {
    c: "9554",
    n: "ＡＶｉＣ"
};
s[3609] = {
    c: "1434",
    n: "ＪＥＳＣＯホールディングス"
};
s[3610] = {
    c: "7865",
    n: "ピープル"
};
s[3611] = {
    c: "5950",
    n: "日本パワーファスニング"
};
s[3612] = {
    c: "4371",
    n: "コアコンセプト・テクノロジー"
};
s[3613] = {
    c: "6027",
    n: "弁護士ドットコム"
};
s[3614] = {
    c: "6565",
    n: "ＡＢホテル"
};
s[3615] = {
    c: "9419",
    n: "ワイヤレスゲート"
};
s[3616] = {
    c: "9270",
    n: "バリュエンスホールディングス"
};
s[3617] = {
    c: "7172",
    n: "ＪＩＡ"
};
s[3618] = {
    c: "2737",
    n: "トーメンデバイス"
};
s[3619] = {
    c: "6099",
    n: "エラン"
};
s[3620] = {
    c: "5884",
    n: "クラダシ"
};
s[3621] = {
    c: "6918",
    n: "アバールデータ"
};
s[3622] = {
    c: "4475",
    n: "ＨＥＮＮＧＥ"
};
s[3623] = {
    c: "9704",
    n: "アゴーラＨＧ"
};
s[3624] = {
    c: "4385",
    n: "メルカリ"
};
s[3625] = {
    c: "3021",
    n: "パシフィックネット"
};
s[3626] = {
    c: "6533",
    n: "オーケストラ"
};
s[3627] = {
    c: "7071",
    n: "アンビスホールディングス"
};
s[3628] = {
    c: "8275",
    n: "フォーバル"
};
s[3629] = {
    c: "6871",
    n: "日本マイクロニクス"
};
s[3630] = {
    c: "4376",
    n: "くふうカンパニー"
};
s[3631] = {
    c: "6548",
    n: "旅工房"
};
s[3632] = {
    c: "2484",
    n: "出前館"
};
s[3633] = {
    c: "6855",
    n: "日本電子材料"
};
s[3634] = {
    c: "7571",
    n: "ヤマノホールディングス"
};
s[3635] = {
    c: "3132",
    n: "マクニカホールディングス"
};
s[3636] = {
    c: "8166",
    n: "タカキュー"
};
s[3637] = {
    c: "6094",
    n: "フリークアウト・ホールディングス"
};
s[3638] = {
    c: "2330",
    n: "フォーサイド"
};
s[3639] = {
    c: "6862",
    n: "ミナトホールディングス"
};
s[3640] = {
    c: "4881",
    n: "ファンペップ"
};
s[3641] = {
    c: "8789",
    n: "フィンテック　グローバル"
};
s[3642] = {
    c: "7794",
    n: "イーディーピー"
};
s[3643] = {
    c: "4978",
    n: "リプロセル"
};
s[3644] = {
    c: "4582",
    n: "シンバイオ製薬"
};
s[3645] = {
    c: "3961",
    n: "シルバーエッグ・テクノロジー"
};
s[3646] = {
    c: "9553",
    n: "マイクロアド"
};
s[3647] = {
    c: "6266",
    n: "タツモ"
};
s[3648] = {
    c: "9517",
    n: "イーレックス"
};
s[3649] = {
    c: "2315",
    n: "ＣＡＩＣＡ　ＤＩＧＩＴＡＬ"
};
s[3650] = {
    c: "3672",
    n: "オルトプラス"
};
s[3651] = {
    c: "6503",
    n: "三菱電機"
};
s[3652] = {
    c: "3673",
    n: "ブロードリーフ"
};
s[3653] = {
    c: "9327",
    n: "イー・ロジット"
};
s[3654] = {
    c: "3987",
    n: "エコモット"
};
s[3655] = {
    c: "2468",
    n: "フュートレック"
};
s[3656] = {
    c: "5254",
    n: "Ａｒｅｎｔ"
};
s[3657] = {
    c: "142A",
    n: "ジンジブ"
};
s[3658] = {
    c: "3387",
    n: "クリレスＨＤ"
};
s[3659] = {
    c: "3668",
    n: "コロプラ"
};
s[3660] = {
    c: "9972",
    n: "アルテック"
};
s[3661] = {
    c: "9171",
    n: "栗林商船"
};
s[3662] = {
    c: "1724",
    n: "シンクレイヤ"
};
s[3663] = {
    c: "6255",
    n: "エヌ・ピー・シー"
};
s[3664] = {
    c: "6564",
    n: "ミダックホールディングス"
};
s[3665] = {
    c: "4397",
    n: "チームスピリット"
};
s[3666] = {
    c: "3793",
    n: "ドリコム"
};
s[3667] = {
    c: "4478",
    n: "フリー"
};
s[3668] = {
    c: "4379",
    n: "Ｐｈｏｔｏｓｙｎｔｈ"
};
s[3669] = {
    c: "7383",
    n: "ネットプロ"
};
s[3670] = {
    c: "5532",
    n: "リアルゲイト"
};
s[3671] = {
    c: "6856",
    n: "堀場製作所"
};
s[3672] = {
    c: "7214",
    n: "ＧＭＢ"
};
s[3673] = {
    c: "4261",
    n: "アジアクエスト"
};
s[3674] = {
    c: "173A",
    n: "ハンモック"
};
s[3675] = {
    c: "2750",
    n: "石光商事"
};
s[3676] = {
    c: "4891",
    n: "ティムス"
};
s[3677] = {
    c: "3915",
    n: "テラスカイ"
};
s[3678] = {
    c: "4058",
    n: "トヨクモ"
};
s[3679] = {
    c: "2130",
    n: "メンバーズ"
};
s[3680] = {
    c: "6228",
    n: "ジェイ・イー・ティ"
};
s[3681] = {
    c: "7692",
    n: "アースインフィニティ"
};
s[3682] = {
    c: "4419",
    n: "Ｆｉｎａｔｅｘｔホールディングス"
};
s[3683] = {
    c: "8154",
    n: "加賀電子"
};
s[3684] = {
    c: "7033",
    n: "マネジメントソリューションズ"
};
s[3685] = {
    c: "3479",
    n: "ティーケーピー"
};
s[3686] = {
    c: "4880",
    n: "セルソース"
};
s[3687] = {
    c: "3779",
    n: "ジェイ・エスコムホールディングス"
};
s[3688] = {
    c: "1730",
    n: "麻生フオームクリート"
};
s[3689] = {
    c: "6622",
    n: "ダイヘン"
};
s[3690] = {
    c: "2492",
    n: "インフォマート"
};
s[3691] = {
    c: "3073",
    n: "ＤＤグループ"
};
s[3692] = {
    c: "4197",
    n: "アスマーク"
};
s[3693] = {
    c: "7388",
    n: "ＦＰパートナー"
};
s[3694] = {
    c: "4270",
    n: "ＢｅｅＸ"
};
s[3695] = {
    c: "6224",
    n: "ＪＲＣ"
};
s[3696] = {
    c: "6620",
    n: "宮越ホールディングス"
};
s[3697] = {
    c: "7358",
    n: "ポピンズ"
};
s[3698] = {
    c: "6298",
    n: "ワイエイシイホールディングス"
};
s[3699] = {
    c: "8705",
    n: "日産証券グループ"
};
s[3700] = {
    c: "147A",
    n: "ソラコム"
};
s[3701] = {
    c: "9563",
    n: "アトラスＴ"
};
s[3702] = {
    c: "7578",
    n: "ニチリョク"
};
s[3703] = {
    c: "3900",
    n: "クラウドワークス"
};
s[3704] = {
    c: "4420",
    n: "イーソル"
};
s[3705] = {
    c: "6521",
    n: "オキサイド"
};
s[3706] = {
    c: "8697",
    n: "日本取引所グループ"
};
s[3707] = {
    c: "6616",
    n: "トレックス・セミコンダクター"
};
s[3708] = {
    c: "7351",
    n: "グッドパッチ"
};
s[3709] = {
    c: "3940",
    n: "ノムラシステムコーポレーション"
};
s[3710] = {
    c: "3917",
    n: "アイリッジ"
};
s[3711] = {
    c: "3053",
    n: "ペッパーフードサービス"
};
s[3712] = {
    c: "4169",
    n: "ＥＮＥＣＨＡＮＧＥ"
};
s[3713] = {
    c: "6558",
    n: "クックビズ"
};
s[3714] = {
    c: "4015",
    n: "ペイクラウドホールディングス"
};
s[3715] = {
    c: "6184",
    n: "鎌倉新書"
};
s[3716] = {
    c: "3962",
    n: "チェンジホールディングス"
};
s[3717] = {
    c: "3182",
    n: "オイシックス・ラ・大地"
};
s[3718] = {
    c: "6775",
    n: "ＴＢグループ"
};
s[3719] = {
    c: "6640",
    n: "Ｉ－ＰＥＸ"
};
s[3720] = {
    c: "3925",
    n: "ダブルスタンダード"
};
s[3721] = {
    c: "4492",
    n: "ゼネテック"
};
s[3722] = {
    c: "5258",
    n: "ＴＭＮ"
};
s[3723] = {
    c: "6597",
    n: "ＨＰＣシステムズ"
};
s[3724] = {
    c: "4598",
    n: "Ｄｅｌｔａ－Ｆｌｙ　Ｐｈａｒｍａ"
};
s[3725] = {
    c: "8746",
    n: "第一商品"
};
s[3726] = {
    c: "8783",
    n: "ＧＦＡ"
};
s[3727] = {
    c: "6707",
    n: "サンケン電気"
};
s[3728] = {
    c: "157A",
    n: "グリーンモンスター"
};
s[3729] = {
    c: "5587",
    n: "インバウンドプラットフォーム"
};
s[3730] = {
    c: "5616",
    n: "雨風太陽"
};
s[3731] = {
    c: "2215",
    n: "第一屋製パン"
};
s[3732] = {
    c: "2585",
    n: "ライフドリンク　カンパニー"
};
s[3733] = {
    c: "6573",
    n: "アジャイルメディア・ネットワーク"
};
s[3734] = {
    c: "3496",
    n: "アズーム"
};
s[3735] = {
    c: "4449",
    n: "ギフティ"
};
s[3736] = {
    c: "155A",
    n: "情報戦略テクノロジー"
};
s[3737] = {
    c: "1514",
    n: "住石ホールディングス"
};
s[3738] = {
    c: "3561",
    n: "力の源ホールディングス"
};
s[3739] = {
    c: "135A",
    n: "ＶＲＡＩＮ　Ｓｏｌｕｔｉｏｎ"
};
s[3740] = {
    c: "3401",
    n: "帝人"
};
s[3741] = {
    c: "6993",
    n: "大黒屋ホールディングス"
};
s[3742] = {
    c: "3922",
    n: "ＰＲ　ＴＩＭＥＳ"
};
s[3743] = {
    c: "9227",
    n: "マイクロ波化学"
};
s[3744] = {
    c: "2936",
    n: "ベースフード"
};
s[3745] = {
    c: "7373",
    n: "アイドマ・ホールディングス"
};
s[3746] = {
    c: "4056",
    n: "ニューラルグループ"
};
s[3747] = {
    c: "7069",
    n: "サイバー・バズ"
};
s[3748] = {
    c: "5240",
    n: "ｍｏｎｏＡＩ　ｔｅｃｈｎｏｌｏｇｙ"
};
s[3749] = {
    c: "4165",
    n: "プレイド"
};
s[3750] = {
    c: "5283",
    n: "高見澤"
};
s[3751] = {
    c: "4435",
    n: "カオナビ"
};
s[3752] = {
    c: "7859",
    n: "アルメディオ"
};
s[3753] = {
    c: "8617",
    n: "光世証券"
};
s[3754] = {
    c: "5574",
    n: "ＡＢＥＪＡ"
};
s[3755] = {
    c: "2337",
    n: "いちご"
};
s[3756] = {
    c: "4816",
    n: "東映アニメーション"
};
s[3757] = {
    c: "3983",
    n: "オロ"
};
s[3758] = {
    c: "6627",
    n: "テラプローブ"
};
s[3759] = {
    c: "6096",
    n: "レアジョブ"
};
s[3760] = {
    c: "7711",
    n: "助川電気工業"
};
s[3761] = {
    c: "7047",
    n: "ポート"
};
s[3762] = {
    c: "5216",
    n: "倉元製作所"
};
s[3763] = {
    c: "4499",
    n: "Ｓｐｅｅｅ"
};
s[3764] = {
    c: "4069",
    n: "ＢｌｕｅＭｅｍｅ"
};
s[3765] = {
    c: "4011",
    n: "ヘッドウォータース"
};
s[3766] = {
    c: "9823",
    n: "マミーマート"
};
s[3767] = {
    c: "4259",
    n: "エクサウィザーズ"
};
s[3768] = {
    c: "7776",
    n: "セルシード"
};
s[3769] = {
    c: "3187",
    n: "サンワカンパニー"
};
s[3770] = {
    c: "2469",
    n: "ヒビノ"
};
s[3771] = {
    c: "2395",
    n: "新日本科学"
};
s[3772] = {
    c: "5586",
    n: "Ｌａｂｏｒｏ．ＡＩ"
};
s[3773] = {
    c: "5036",
    n: "日本ビジネスシステムズ"
};
s[3774] = {
    c: "1711",
    n: "ＳＤＳホールディングス"
};
s[3775] = {
    c: "2998",
    n: "クリアル"
};
s[3776] = {
    c: "143A",
    n: "イシン"
};
s[3777] = {
    c: "3494",
    n: "マリオン"
};
s[3778] = {
    c: "3326",
    n: "ランシステム"
};
s[3779] = {
    c: "4019",
    n: "スタメン"
};
s[3780] = {
    c: "7527",
    n: "システムソフト"
};
s[3781] = {
    c: "5892",
    n: "ｙｕｔｏｒｉ"
};
s[3782] = {
    c: "6131",
    n: "浜井産業"
};
s[3783] = {
    c: "4483",
    n: "ＪＭＤＣ"
};
s[3784] = {
    c: "4761",
    n: "さくらケーシーエス"
};
s[3785] = {
    c: "7815",
    n: "東京ボード工業"
};
s[3786] = {
    c: "2375",
    n: "ギグワークス"
};
s[3787] = {
    c: "7094",
    n: "ＮｅｘＴｏｎｅ"
};
s[3788] = {
    c: "3655",
    n: "ブレインパッド"
};
s[3789] = {
    c: "9211",
    n: "エフ・コード"
};
s[3790] = {
    c: "5253",
    n: "カバー"
};
s[3791] = {
    c: "7367",
    n: "セルム"
};
s[3792] = {
    c: "3988",
    n: "ＳＹＳホールディングス"
};
s[3793] = {
    c: "9264",
    n: "ポエック"
};
s[3794] = {
    c: "4051",
    n: "ＧＭＯフィナンシャルゲート"
};
s[3795] = {
    c: "4772",
    n: "ストリームメディアコーポレーション"
};
s[3796] = {
    c: "6524",
    n: "湖北工業"
};
s[3797] = {
    c: "6492",
    n: "岡野バルブ製造"
};
s[3798] = {
    c: "5935",
    n: "元旦ビューティ工業"
};
s[3799] = {
    c: "6969",
    n: "松尾電機"
};
s[3800] = {
    c: "3926",
    n: "オープンドア"
};
s[3801] = {
    c: "3628",
    n: "データホライゾン"
};
s[3802] = {
    c: "4265",
    n: "ＩＧＳ"
};
s[3803] = {
    c: "5820",
    n: "三ッ星"
};
s[3804] = {
    c: "7375",
    n: "リファインバースグループ"
};
s[3805] = {
    c: "150A",
    n: "ＪＳＨ"
};
s[3806] = {
    c: "4370",
    n: "モビルス"
};
s[3807] = {
    c: "9009",
    n: "京成電鉄"
};
s[3808] = {
    c: "9425",
    n: "ＲｅＹｕｕ　Ｊａｐａｎ"
};
s[3809] = {
    c: "4918",
    n: "アイビー化粧品"
};
s[3810] = {
    c: "4107",
    n: "伊勢化学工業"
};
s[3811] = {
    c: "1407",
    n: "ウエストホールディングス"
};
s[3812] = {
    c: "4586",
    n: "メドレックス"
};
s[3813] = {
    c: "137A",
    n: "Ｃｏｃｏｌｉｖｅ"
};
s[3814] = {
    c: "184A",
    n: "学びエイド"
};
s[3815] = {
    c: "9331",
    n: "キャスター"
};
s[3816] = {
    c: "5027",
    n: "ＡｎｙＭｉｎｄ　Ｇｒｏｕｐ"
};
s[3817] = {
    c: "4882",
    n: "ペルセウスプロテオミクス"
};
s[3818] = {
    c: "4485",
    n: "ＪＴＯＷＥＲ"
};
s[3819] = {
    c: "6731",
    n: "ピクセラ"
};
s[3820] = {
    c: "9158",
    n: "シーユーシー"
};
s[3821] = {
    c: "8346",
    n: "東邦銀行"
};
s[3822] = {
    c: "6666",
    n: "リバーエレテック"
};
s[3823] = {
    c: "4388",
    n: "エーアイ"
};
s[3824] = {
    c: "4436",
    n: "ミンカブ・ジ・インフォノイド"
};
s[3825] = {
    c: "5255",
    n: "モンスターラボホールディングス"
};
s[3826] = {
    c: "6380",
    n: "オリエンタルチエン工業"
};
s[3827] = {
    c: "4575",
    n: "キャンバス"
};
s[3828] = {
    c: "4425",
    n: "Ｋｕｄａｎ"
};
s[3829] = {
    c: "9501",
    n: "東京電力ホールディングス"
};
s[3830] = {
    c: "5038",
    n: "ｅＷｅＬＬ"
};
s[3831] = {
    c: "3776",
    n: "ブロードバンドタワー"
};
s[3832] = {
    c: "6547",
    n: "グリーンズ"
};
s[3833] = {
    c: "4390",
    n: "アイ・ピー・エス"
};
s[3834] = {
    c: "4935",
    n: "リベルタ"
};
s[3835] = {
    c: "7359",
    n: "東京通信グループ"
};
s[3836] = {
    c: "5449",
    n: "大阪製鐵"
};
s[3837] = {
    c: "9519",
    n: "レノバ"
};
s[3838] = {
    c: "4264",
    n: "セキュア"
};
s[3839] = {
    c: "2970",
    n: "グッドライフカンパニー"
};
s[3840] = {
    c: "3350",
    n: "メタプラネット"
};
s[3841] = {
    c: "4490",
    n: "ビザスク"
};
s[3842] = {
    c: "2134",
    n: "燦キャピタルマネージメント"
};
s[3843] = {
    c: "7063",
    n: "Ｂｉｒｄｍａｎ"
};
s[3844] = {
    c: "6736",
    n: "サン電子"
};
s[3845] = {
    c: "9562",
    n: "ビジネスコーチ"
};
